[{
    "original_name": "I Am Not an Animal",
    "genres": [16, 35],
    "actors": [18, 17, 7, 2, 3],
    "name": "I Am Not an Animal",
    "vote_count": 17,
    "first_air_date": "2004",
    "backdrop_path": "\/o8Site0BMZ8xhknKJ0m52iLfqHg.jpg",
    "id": 100,
    "vote_average": 9.7,
    "overview": "I Am Not An Animal is an animated comedy series about the only six talking animals in the world, whose cosseted existence in a vivisection unit is turned upside down when they are liberated by animal rights activists.",
    "poster_path": "\/nMhv6jG5dtLdW7rgguYWvpbk0YN.jpg"
  }, {
    "original_name": "Rick and Morty",
    "genres": [16, 35, 10759, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "Rick and Morty",
    "vote_count": 113,
    "first_air_date": "2013",
    "backdrop_path": "\/mzzHr6g1yvZ05Mc7hNj3tUdy2bM.jpg",
    "id": 60625,
    "vote_average": 8.5,
    "overview": "Rick is a mentally-unbalanced but scientifically-gifted old man who has recently reconnected with his family. He spends most of his time involving his young grandson Morty in dangerous, outlandish adventures throughout space and alternate universes. Compounded with Morty's already unstable family life, these events cause Morty much distress at home and school.",
    "poster_path": "\/qJdfO3ahgAMf2rcmhoqngjBBZW1.jpg"
  }, {
    "original_name": "Breaking Bad",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "Breaking Bad",
    "vote_count": 103,
    "first_air_date": "2008",
    "backdrop_path": "\/eSzpy96DwBujGFj0xMbXBcGcfxX.jpg",
    "id": 1396,
    "vote_average": 8.4,
    "overview": "When Walter White, a New Mexico chemistry teacher, is diagnosed with Stage III cancer and given a prognosis of only two years left to live. He becomes filled with a sense of fearlessness and an unrelenting desire to secure his family's financial future at any cost as he enters the dangerous world of drugs and crime.",
    "poster_path": "\/1yeVJox3rjo2jBKrrihIMj7uoS9.jpg"
  }, {
    "original_name": "Stranger Things",
    "genres": [18, 9648, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Stranger Things",
    "vote_count": 97,
    "first_air_date": "2016",
    "backdrop_path": "\/56v2KjBlU4XaOv9rVYEQypROD7P.jpg",
    "id": 66732,
    "vote_average": 8.3,
    "overview": "When a young boy vanishes, a small town uncovers a mystery involving secret experiments, terrifying supernatural forces, and one strange little girl.",
    "poster_path": "\/vNJ95BMCzIBJZhW0IEoxzOoW53P.jpg"
  }, {
    "original_name": "Planet Earth II",
    "genres": [99, 10751],
    "actors": [19, 1, 2, 14],
    "name": "Planet Earth II",
    "vote_count": 87,
    "first_air_date": "2016",
    "backdrop_path": "\/xIt4DDYipMPNu2HDBrhUS4ndSYb.jpg",
    "id": 68595,
    "vote_average": 8.3,
    "overview": "David Attenborough presents a documentary series exploring how animals meet the challenges of surviving in the most iconic habitats on earth.",
    "poster_path": "\/uy5QoTu8fc6fGXMCTMbpQJFUEB0.jpg"
  }, {
    "original_name": "Sherlock",
    "genres": [80, 18, 9648],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Sherlock",
    "vote_count": 614,
    "first_air_date": "2010",
    "backdrop_path": "\/bvS50jBZXtglmLu72EAt5KgJBrL.jpg",
    "id": 19885,
    "vote_average": 8.3,
    "overview": "A modern update finds the famous sleuth and his doctor partner solving crime in 21st century London.",
    "poster_path": "\/f9zGxLHGyQB10cMDZNY5ZcGKhZi.jpg"
  }, {
    "original_name": "The Wire",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "The Wire",
    "vote_count": 61,
    "first_air_date": "2002",
    "backdrop_path": "\/4hWfYN3wiOZZXC7t6B70BF9iUvk.jpg",
    "id": 1438,
    "vote_average": 8.3,
    "overview": "Told from the points of view of both the Baltimore homicide and narcotics detectives and their targets, the series captures a universe in which the national war on drugs has become a permanent, self-sustaining bureaucracy, and distinctions between good and evil are routinely obliterated.",
    "poster_path": "\/dg7NuKDjmS6OzuNy33qt8kSkPA1.jpg"
  }, {
    "original_name": "Planet Earth",
    "genres": [99],
    "actors": [19, 1, 2, 14],
    "name": "Planet Earth",
    "vote_count": 55,
    "first_air_date": "2006",
    "backdrop_path": "\/4AJnC8L5CXdqb6tMeUBL5jdHfuG.jpg",
    "id": 1044,
    "vote_average": 8.3,
    "overview": "David Attenborough celebrates the amazing variety of the natural world in this epic documentary series, filmed over four years across 64 different countries.",
    "poster_path": "\/tI5hLHgrfOTOhPjX22vlo9YsdgE.jpg"
  }, {
    "original_name": "Over the Garden Wall",
    "genres": [16, 35, 9648, 10751, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "Over the Garden Wall",
    "vote_count": 74,
    "first_air_date": "2014",
    "backdrop_path": "\/7vWXXOfsFiopxyuE1U303aej0fT.jpg",
    "id": 61617,
    "vote_average": 8.3,
    "overview": "Two brothers, Wirt and Greg, find themselves lost in the Unknown; a strange forest adrift in time. With the help of a wise old Woodsman and a foul-tempered bluebird named Beatrice, Wirt and Greg must travel across this strange land, in hope of finding their way home. Join them as they encounter surprises and obstacles on their journey through the wood.",
    "poster_path": "\/2kcGFbt768xAiqvj748FFlO9Gvl.jpg"
  }, {
    "original_name": "カウボーイビバップ",
    "genres": [16, 18, 10759, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "Cowboy Bebop",
    "vote_count": 92,
    "first_air_date": "1998",
    "backdrop_path": "\/pL2VkIcoHnyX5oLd3IIaANkzB01.jpg",
    "id": 30991,
    "vote_average": 8.3,
    "overview": "In 2071, roughly fifty years after an accident with a hyperspace gateway made the Earth almost uninhabitable, humanity has colonized most of the rocky planets and moons of the Solar System. Amid a rising crime rate, the Inter Solar System Police (ISSP) set up a legalized contract system, in which registered bounty hunters (also referred to as \"Cowboys\") chase criminals and bring them in alive in return for a reward.",
    "poster_path": "\/wjFU9z8EfOwczRTv0FrPcv9zHME.jpg"
  }, {
    "original_name": "Fargo",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Fargo",
    "vote_count": 53,
    "first_air_date": "2014",
    "backdrop_path": "\/qq1S5EjaaUrQAcMsn6raNFXpzHk.jpg",
    "id": 60622,
    "vote_average": 8.3,
    "overview": "A close-knit anthology series dealing with stories involving malice, violence and murder based in and around Minnesota.",
    "poster_path": "\/e890UetS6XH7kqltlZ8VU6qDaHU.jpg"
  }, {
    "original_name": "DEATH NOTE",
    "genres": [16, 9648],
    "actors": [18, 17, 7, 2, 3],
    "name": "Death Note",
    "vote_count": 55,
    "first_air_date": "2006",
    "backdrop_path": "\/A2j5g79EcWn1oTNCW9PSo7NZRfv.jpg",
    "id": 13916,
    "vote_average": 8.3,
    "overview": "Light Yagami is an ace student with great prospects—and he’s bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and Light has vowed to use the power of the Death Note to rid the world of evil. But will Light succeed in his noble goal, or will the Death Note turn him into the very thing he fights against?",
    "poster_path": "\/nhIkKuOpOXOE6ud0naCHTjRoOwq.jpg"
  }, {
    "original_name": "ワンパンマン",
    "genres": [16, 35, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "One-Punch Man",
    "vote_count": 72,
    "first_air_date": "2015",
    "backdrop_path": "\/s0w8JbuNNxL1YgaHeDWih12C3jG.jpg",
    "id": 63926,
    "vote_average": 8.3,
    "overview": "Saitama is a hero who only became a hero for fun. After three years of “special” training, though, he’s become so strong that he’s practically invincible. In fact, he’s too strong—even his mightiest opponents are taken out with a single punch, and it turns out that being devastatingly powerful is actually kind of a bore. With his passion for being a hero lost along with his hair, yet still faced with new enemies every day, how much longer can he keep it going?",
    "poster_path": "\/iE3s0lG5QVdEHOEZnoAxjmMtvne.jpg"
  }, {
    "original_name": "Cosmos: A Personal Voyage",
    "genres": [99],
    "actors": [19, 1, 2, 14],
    "name": "Cosmos: A Personal Voyage",
    "vote_count": 30,
    "first_air_date": "1980",
    "backdrop_path": "\/hd0Qqv9EcLzELE6UuxRFKAGvgq9.jpg",
    "id": 1430,
    "vote_average": 8.2,
    "overview": "Cosmos: A Personal Voyage is a thirteen-part television series written by Carl Sagan, Ann Druyan, and Steven Soter, with Sagan as presenter. It was executive-produced by Adrian Malone, produced by David Kennard, Geoffrey Haines-Stiles and Gregory Andorfer, and directed by the producers, David Oyster, Richard Wells, Tom Weidlinger, and others. It covered a wide range of scientific subjects, including the origin of life and a perspective of our place in the universe.\n\nThe series was first broadcast by the Public Broadcasting Service in 1980 and was the most widely watched series in the history of American public television until The Civil War. As of 2009, it was still the most widely watched PBS series in the world. It won an Emmy and a Peabody Award and has since been broadcast in more than 60 countries and seen by over 500 million people. A book was also published to accompany the series.",
    "poster_path": "\/nOGArjE0WMkzY2GW1taJm8l9gxD.jpg"
  }, {
    "original_name": "Peaky Blinders",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Peaky Blinders",
    "vote_count": 34,
    "first_air_date": "2013",
    "backdrop_path": "\/inPxrxF5qBQ2H5dyjcMzibX5JA6.jpg",
    "id": 60574,
    "vote_average": 8.3,
    "overview": "A gangster family epic set in 1919 Birmingham, England and centered on a gang who sew razor blades in the peaks of their caps, and their fierce boss Tommy Shelby, who means to move up in the world.",
    "poster_path": "\/jeWoeUQyHdxGFNZCrzbOUP78FiZ.jpg"
  }, {
    "original_name": "Monty Python's Flying Circus",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Monty Python's Flying Circus",
    "vote_count": 32,
    "first_air_date": "1969",
    "backdrop_path": "\/wmmvTK45ef2ymnB3f4quC4IEcBy.jpg",
    "id": 849,
    "vote_average": 8.2,
    "overview": "Monty Python’s Flying Circus is a British sketch comedy series created by the comedy group Monty Python and broadcast by the BBC from 1969 to 1974. The shows were composed of surreality, risqué or innuendo-laden humour, sight gags and observational sketches without punchlines. It also featured animations by Terry Gilliam, often sequenced or merged with live action. The first episode was recorded on 7 September and broadcast on 5 October 1969 on BBC One, with 45 episodes airing over four series from 1969 to 1974, plus two episodes for German TV.\n\nThe show often targets the idiosyncrasies of British life, especially that of professionals, and is at times politically charged. The members of Monty Python were highly educated. Terry Jones and Michael Palin are Oxford University graduates; Eric Idle, John Cleese, and Graham Chapman attended Cambridge University; and American-born member Terry Gilliam is an Occidental College graduate. Their comedy is often pointedly intellectual, with numerous erudite references to philosophers and literary figures. The series followed and elaborated upon the style used by Spike Milligan in his ground breaking series Q5, rather than the traditional sketch show format. The team intended their humour to be impossible to categorise, and succeeded so completely that the adjective \"Pythonesque\" was invented to define it and, later, similar material.",
    "poster_path": "\/nKiyYqYcRcQLgkLk0LFtRgtGMen.jpg"
  }, {
    "original_name": "Peep Show",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Peep Show",
    "vote_count": 31,
    "first_air_date": "2003",
    "backdrop_path": "\/xoWBzIxfza235mOkvXt40uZSbqS.jpg",
    "id": 815,
    "vote_average": 8.2,
    "overview": "Peep Show is an award-winning British sitcom starring David Mitchell and Robert Webb. The television programme is written by Jesse Armstrong and Sam Bain, with additional material by Mitchell and Webb amongst others. It has been broadcast on Channel 4 since 2003. The show's eighth series makes it the longest-returning comedy in Channel 4 history. Stylistically, the show uses point of view shots with the thoughts of main characters Mark and Jeremy audible as voiceovers.\n\nPeep Show follows the lives of two men from their twenties to thirties, Mark Corrigan, who has steady employment for most of the series, and Jeremy \"Jez\" Usbourne, an unemployed would-be musician. The pair met at the fictional Dartmouth University, and now share a flat in Croydon, South London. Mark is initially a loan manager at the fictional JLB Credit, later becoming a waiter, and then a bathroom supplies salesman. He is financially secure, but awkward and socially inept, with a pessimistic and cynical attitude. Jeremy, having split up with his girlfriend Big Suze prior to the first episode, now lives in Mark's spare room. He usually has a much more optimistic and energetic outlook on the world than Mark, yet his self-proclaimed talent as a musician has yet to be recognised, and he is not as popular or attractive as he would like to think himself, although he is more successful with the opposite sex than Mark.",
    "poster_path": "\/pqrGyLYS5WIsLXwCuxc46sOP50F.jpg"
  }, {
    "original_name": "The Sopranos",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "The Sopranos",
    "vote_count": 45,
    "first_air_date": "1999",
    "backdrop_path": "\/8GZ91vtbYOMp05qruAGPezWC0Ja.jpg",
    "id": 1398,
    "vote_average": 8.2,
    "overview": "The story of New Jersey-based Italian-American mobster Tony Soprano and the difficulties he faces as he tries to balance the conflicting requirements of his home life and the criminal organization he heads. Those difficulties are often highlighted through his ongoing professional relationship with psychiatrist Jennifer Melfi. The show features Tony's family members and Mafia associates in prominent roles and story arcs, most notably his wife Carmela and his cousin and protégé Christopher Moltisanti.",
    "poster_path": "\/u0cLcBQITrYqfHsn06fxnQwtqiE.jpg"
  }, {
    "original_name": "Only Fools and Horses",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Only Fools and Horses",
    "vote_count": 14,
    "first_air_date": "1981",
    "backdrop_path": "\/7u1hTVQ7TFbf220yeUo0mtBuKW8.jpg",
    "id": 72,
    "vote_average": 8.1,
    "overview": "The misadventures of two wheeler dealer brothers Del Boy and Rodney Trotter of “Trotters Independent Traders PLC” who scrape their living by selling dodgy goods believing that next year they will be millionaires.",
    "poster_path": "\/3UIzEm9dyT3DloFQOfJHwvcF52u.jpg"
  }, {
    "original_name": "Band of Brothers",
    "genres": [18, 10759, 10768],
    "actors": [3, 13, 33, 23, 21],
    "name": "Band of Brothers",
    "vote_count": 372,
    "first_air_date": "2001",
    "backdrop_path": "\/1LrtAhWPSEetJLjblXvnaYtl7eA.jpg",
    "id": 4613,
    "vote_average": 8.2,
    "overview": "Drawn from interviews with survivors of Easy Company, as well as their journals and letters, Band of Brothers chronicles the experiences of these men from paratrooper training in Georgia through the end of the war. As an elite rifle company parachuting into Normandy early on D-Day morning, participants in the Battle of the Bulge, and witness to the horrors of war, the men of Easy knew extraordinary bravery and extraordinary fear - and became the stuff of legend. Based on Stephen E. Ambrose's acclaimed book of the same name.",
    "poster_path": "\/yjqu0KEVAWz9eJQBvzrQMFlGD84.jpg"
  }, {
    "original_name": "Gravity Falls",
    "genres": [16, 35, 9648, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "Gravity Falls",
    "vote_count": 22,
    "first_air_date": "2012",
    "backdrop_path": "\/sJjrJWsOCUUeVMexxANNC6s3dWV.jpg",
    "id": 40075,
    "vote_average": 8.2,
    "overview": "Twin brother and sister Dipper and Mabel Pines are in for an unexpected adventure when they spend the summer helping their great uncle Stan run a tourist trap in the mysterious town of Gravity Falls, Oregon.",
    "poster_path": "\/oGsgxjeZ9rd20eCJsGSMGgWvl4P.jpg"
  }, {
    "original_name": "Freaks and Geeks",
    "genres": [35, 18],
    "actors": [7, 19, 10],
    "name": "Freaks and Geeks",
    "vote_count": 79,
    "first_air_date": "1999",
    "backdrop_path": "\/22VvTFx8FI2BYxQusErS8zfwH5D.jpg",
    "id": 2382,
    "vote_average": 8.2,
    "overview": "High school mathlete Lindsay Weir rebels and begins hanging out with a crowd of burnouts (the \"freaks\"), while her brother Sam Weir navigates a different part of the social universe with his nerdy friends (the \"geeks\").",
    "poster_path": "\/tPqV63zcW6ZV0Hd48DMGb5UzQIG.jpg"
  }, {
    "original_name": "Avatar: The Last Airbender",
    "genres": [28, 12, 16, 14],
    "actors": [1, 11, 21, 31],
    "name": "Avatar: The Last Airbender",
    "vote_count": 23,
    "first_air_date": "2005",
    "backdrop_path": "\/732azfQ0xUAJNQ48pPfVtCCLVlZ.jpg",
    "id": 246,
    "vote_average": 8.2,
    "overview": "In a war-torn world of elemental magic, a young boy reawakens to undertake a dangerous mystic quest to fulfill his destiny as the Avatar, and bring peace to the world.",
    "poster_path": "\/sB8V0pQtJZ17v8FLXMOcYz6045c.jpg"
  }, {
    "original_name": "Seinfeld",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Seinfeld",
    "vote_count": 11,
    "first_air_date": "1989",
    "backdrop_path": "\/8JH8s4WKKSxGxtJvWbQAdaEjv9q.jpg",
    "id": 1400,
    "vote_average": 8.2,
    "overview": "Seinfeld is an American television sitcom that originally aired on NBC from July 5, 1989, to May 14, 1998. It lasted nine seasons, and is now in syndication. It was created by Larry David and Jerry Seinfeld, the latter starring as a fictionalized version of himself. Set predominantly in an apartment block in Manhattan's Upper West Side in New York City, the show features a handful of Jerry's friends and acquaintances, particularly best friend George Costanza, former girlfriend Elaine Benes, and neighbor across the hall Cosmo Kramer.",
    "poster_path": "\/aCw8ONfyz3AhngVQa1E2Ss4KSUQ.jpg"
  }, {
    "original_name": "Black Mirror",
    "genres": [18, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Black Mirror",
    "vote_count": 164,
    "first_air_date": "2011",
    "backdrop_path": "\/b92npz1sZwvmjUfVIrWXehrk3pc.jpg",
    "id": 42009,
    "vote_average": 8.2,
    "overview": "A contemporary British re-working of The Twilight Zone with stories that tap into the collective unease about our modern world. \n\nOver the last ten years, technology has transformed almost every aspect of our lives before we've had time to stop and question it. In every home; on every desk; in every palm - a plasma screen; a monitor; a smartphone - a black mirror of our 21st Century existence.",
    "poster_path": "\/vGrS1mzlSHQQdOcmqH1zlE2iViY.jpg"
  }, {
    "original_name": "True Detective",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "True Detective",
    "vote_count": 47,
    "first_air_date": "2014",
    "backdrop_path": "\/2Ahm0YjLNQKuzSf9LOkHrXk8qIE.jpg",
    "id": 46648,
    "vote_average": 8.2,
    "overview": "An American anthology police detective series utilizing multiple timelines in which investigations seem to unearth personal and professional secrets of those involved, both within or outside the law.",
    "poster_path": "\/aowr4xpLP5sRCL50TkuADomJ98T.jpg"
  }, {
    "original_name": "Arrested Development",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Arrested Development",
    "vote_count": 69,
    "first_air_date": "2003",
    "backdrop_path": "\/hYfTFcrVjZoX6QVzIG6rLafRhiZ.jpg",
    "id": 4589,
    "vote_average": 8.2,
    "overview": "The story of a wealthy family that lost everything, and the one son who had no choice but to keep them all together.",
    "poster_path": "\/qMzwO952hMWQSCfHkp7IL20s4K7.jpg"
  }, {
    "original_name": "鋼の錬金術師 FULLMETAL ALCHEMIST",
    "genres": [16, 18, 9648, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "Fullmetal Alchemist: Brotherhood",
    "vote_count": 92,
    "first_air_date": "2009",
    "backdrop_path": "\/t0FFNCCL988hkjUQilWMIV7Ppi0.jpg",
    "id": 31911,
    "vote_average": 8.2,
    "overview": "Edward and Alphonse Elric's reckless disregard for alchemy's fun­damental laws ripped half of Ed's limbs from his body and left Al's soul clinging to a cold suit of armor. To restore what was lost, the brothers scour a war-torn land for the Philosopher's Sto­ne, a fabled relic which grants the ability to perform alchemy in impossible ways.\n\nThe Elrics are not alone in their search; the corrupt State Military is also eager to harness the artifact's power. So too are the strange Homunculi and their shadowy creator. The mythical gem lures exotic alchemists from distant kingdoms, scarring some deeply enough to inspire murder. As the Elrics find their course altered by these enemies and allies, their purpose remains unchanged – and their bond unbreakable.",
    "poster_path": "\/5ZFUEOULaVml7pQuXxhpR2SmVUw.jpg"
  }, {
    "original_name": "The Twilight Zone",
    "genres": [35, 18, 9648, 10765],
    "actors": [7, 19, 10],
    "name": "The Twilight Zone",
    "vote_count": 50,
    "first_air_date": "1959",
    "backdrop_path": "\/lKdKgLoLPmnHoUXunrcSAuBhAJx.jpg",
    "id": 6357,
    "vote_average": 8.2,
    "overview": "A series of unrelated stories containing drama, psychological thriller, fantasy, science fiction, suspense, and\/or horror, often concluding with a macabre or unexpected twist.",
    "poster_path": "\/7uY4pCOxbEdv4M8jTE4uMPVoSIW.jpg"
  }, {
    "original_name": "Battlestar Galactica",
    "genres": [18, 10759, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Battlestar Galactica",
    "vote_count": 87,
    "first_air_date": "2004",
    "backdrop_path": "\/jUPkQdETILcxIW2xSNEzAxUeHgR.jpg",
    "id": 1972,
    "vote_average": 8.2,
    "overview": "When an old enemy, the Cylons, resurface and obliterate the 12 colonies, the crew of the aged Galactica protect a small civilian fleet - the last of humanity - as they journey toward the fabled 13th colony, Earth.",
    "poster_path": "\/kPCJiwQHA4KenTybRbDPIRBlQls.jpg"
  }, {
    "original_name": "Firefly",
    "genres": [18, 10759, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Firefly",
    "vote_count": 12,
    "first_air_date": "2002",
    "backdrop_path": "\/tGgZdD29MeMLvoQHMxyD1PN1k5k.jpg",
    "id": 1437,
    "vote_average": 8.2,
    "overview": "Firefly is set in the year 2517, after the arrival of humans in a new star system and follows the adventures of the renegade crew of Serenity, a \"Firefly-class\" spaceship. The ensemble cast portrays the nine characters who live on Serenity.",
    "poster_path": "\/mWNadwBZIx8NyEw4smGftYtHHrE.jpg"
  }, {
    "original_name": "Unsere Mütter, unsere Väter",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "Generation War",
    "vote_count": 30,
    "first_air_date": "2013",
    "backdrop_path": "\/eVhtztlR0qe1XgEkVpTQUqol9oi.jpg",
    "id": 46849,
    "vote_average": 8.2,
    "overview": "Five friends go out to war and promise each other to be back for Christmas.",
    "poster_path": "\/lQKe2rx4tx5rxLbQhFb2fQAXRBw.jpg"
  }, {
    "original_name": "Star Trek: The Next Generation",
    "genres": [18, 9648, 10759, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Star Trek: The Next Generation",
    "vote_count": 51,
    "first_air_date": "1987",
    "backdrop_path": "\/8do6gZErem4wfdPwALiT8agtJfb.jpg",
    "id": 655,
    "vote_average": 8.2,
    "overview": "Follow the intergalactic adventures of Capt. Jean-Luc Picard and his loyal crew aboard the all-new USS Enterprise NCC-1701D, as they explore new worlds.",
    "poster_path": "\/8ZfPKg1xTahEigpDA53bRmmLdvs.jpg"
  }, {
    "original_name": "Deadwood",
    "genres": [80, 18, 37],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Deadwood",
    "vote_count": 20,
    "first_air_date": "2004",
    "backdrop_path": "\/vg6j3QrZWjabZAt16j3ayKDhOh5.jpg",
    "id": 1406,
    "vote_average": 8.2,
    "overview": "The story of the early days of Deadwood, South Dakota; woven around actual historic events with most of the main characters based on real people. Deadwood starts as a gold mining camp and gradually turns from a lawless wild-west community into an organized wild-west civilized town. The story focuses on the real-life characters Seth Bullock and Al Swearengen.",
    "poster_path": "\/M8HjXeXQy4Ta4MOrCmMHLr8pBl.jpg"
  }, {
    "original_name": "Das Boot",
    "genres": [18, 10768],
    "actors": [3, 13, 33, 23, 21],
    "name": "Das Boot",
    "vote_count": 5,
    "first_air_date": "1985",
    "backdrop_path": "\/eOdmJ2Ecm1eviIdw1v2pOkW0z3j.jpg",
    "id": 65567,
    "vote_average": 8.2,
    "overview": "Life aboard a German U-Boat during World War II.",
    "poster_path": "\/p83RbYTq3Kz8FEz4krJwMxU4Wkj.jpg"
  }, {
    "original_name": "Six Feet Under",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "Six Feet Under",
    "vote_count": 48,
    "first_air_date": "2001",
    "backdrop_path": "\/vwjX5iPsNZngn8Uj3mz51tvd6mA.jpg",
    "id": 1274,
    "vote_average": 8.2,
    "overview": "A darkly comic look at members of a dysfunctional L.A. family that run a funeral business. \n\nWhen death is your business, what is your life? For the Fisher family, the world outside of their family-owned funeral home continues to be at least as challenging as--and far less predictable than--the one inside.",
    "poster_path": "\/rYbp7PCBhgL583rLFlyuPo43Ff9.jpg"
  }, {
    "original_name": "House of Cards",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "House of Cards",
    "vote_count": 67,
    "first_air_date": "2013",
    "backdrop_path": "\/ex4kvQb0Ski5KL2fsnKQU2hV3oo.jpg",
    "id": 1425,
    "vote_average": 8.2,
    "overview": "Set in present day Washington, D.C., House of Cards is the story of Frank Underwood, a ruthless and cunning politician, and his wife Claire who will stop at nothing to conquer everything. This wicked political drama penetrates the shadowy world of greed, sex and corruption in modern D.C. \n\nHouse of Cards is an adaptation of a previous BBC miniseries of the same name, which is based on the novel by Michael Dobbs.",
    "poster_path": "\/hKWxWjFwnMvkWQawbhvC0Y7ygQ8.jpg"
  }, {
    "original_name": "The Haunting of Hill House",
    "genres": [18, 9648],
    "actors": [3, 13, 33, 23, 21],
    "name": "The Haunting of Hill House",
    "vote_count": 66,
    "first_air_date": "2018",
    "backdrop_path": "\/dQF17lG4OZ3pC4QD9iNjaMS96gO.jpg",
    "id": 72844,
    "vote_average": 8.1,
    "overview": "The Crains, a fractured family, confront haunting memories of their old home and the terrifying events that drove them from it.",
    "poster_path": "\/38PkhBGRQtmVx2drvPik3F42qHO.jpg"
  }, {
    "original_name": "Rome",
    "genres": [18, 10759],
    "actors": [3, 13, 33, 23, 21],
    "name": "Rome",
    "vote_count": 3,
    "first_air_date": "2005",
    "backdrop_path": "\/nBqj1h1cQzth13ZypXcnRYdsPvr.jpg",
    "id": 1891,
    "vote_average": 8.2,
    "overview": "A down-to-earth account of the lives of both illustrious and ordinary Romans set in the last days of the Roman Republic.",
    "poster_path": "\/1A1BwgWO3Sw379VEhR0vkTuE3XW.jpg"
  }, {
    "original_name": "Game of Thrones",
    "genres": [18, 10759, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Game of Thrones",
    "vote_count": 302,
    "first_air_date": "2011",
    "backdrop_path": "\/gX8SYlnL9ZznfZwEH4KJUePBFUM.jpg",
    "id": 1399,
    "vote_average": 8.2,
    "overview": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
    "poster_path": "\/gwPSoYUHAKmdyVywgLpKKA4BjRr.jpg"
  }, {
    "original_name": "Young Justice",
    "genres": [16, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "Young Justice",
    "vote_count": 6,
    "first_air_date": "2010",
    "backdrop_path": "\/gqPp3oSmWsFNt0T3uxAbYKCzED2.jpg",
    "id": 33217,
    "vote_average": 8.2,
    "overview": "Teenage superheroes strive to prove themselves as members of the Justice League.",
    "poster_path": "\/jBRUIjTAJdgX7cfO9wnMBtPywew.jpg"
  }, {
    "original_name": "Futurama",
    "genres": [16, 35, 18, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "Futurama",
    "vote_count": 72,
    "first_air_date": "1999",
    "backdrop_path": "\/qPxXFK7JNSrIFlaDXOjEEoeztD7.jpg",
    "id": 615,
    "vote_average": 8.2,
    "overview": "The adventures of a late-20th-century New York City pizza delivery boy, Philip J. Fry, who, after being unwittingly cryogenically frozen for one thousand years, finds employment at Planet Express, an interplanetary delivery company in the retro-futuristic 31st century.",
    "poster_path": "\/iN0LOeE2JnJpIy4jF7imUjO6jwn.jpg"
  }, {
    "original_name": "House",
    "genres": [35, 18, 9648],
    "actors": [7, 19, 10],
    "name": "House",
    "vote_count": 76,
    "first_air_date": "2004",
    "backdrop_path": "\/ncdS5plsKvO3DLbRX0fBETB6SNS.jpg",
    "id": 1408,
    "vote_average": 8.2,
    "overview": "Dr. Gregory House, a drug-addicted, unconventional, misanthropic medical genius, leads a team of diagnosticians at the fictional Princeton–Plainsboro Teaching Hospital in New Jersey.",
    "poster_path": "\/lxSzRZ49NXwsiyHuvMsd19QxduC.jpg"
  }, {
    "original_name": "Black Books",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Black Books",
    "vote_count": 86,
    "first_air_date": "2000",
    "backdrop_path": "\/30iomnEyQWtJ9aT2vsbzWUgjrzV.jpg",
    "id": 903,
    "vote_average": 8.2,
    "overview": "Black Books centres around the foul tempered and wildly eccentric bookshop owner Bernard Black. Bernard’s devotion to the twin pleasures of drunkenness and wilful antagonism deepens and enriches both his life and that of Manny, his assistant. Bearded, sweet and good, Manny is everything that Bernard isn’t and is punished by Bernard relentlessly just for the crime of existing. They depend on each other for meaning as Fran, their oldest friend, depends on them for distraction.\n\nBlack Books is a haven of books, wine and conversation, the only threat to the group’s peace and prosperity is their own limitless stupidity.",
    "poster_path": "\/tsUt2zYItvEtuFaRzOGJngCdO36.jpg"
  }, {
    "original_name": "サムライチャンプルー",
    "genres": [16, 35, 18, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "Samurai Champloo",
    "vote_count": 4,
    "first_air_date": "2004",
    "backdrop_path": "\/aZRGh7ccNAdqQWhHypvlT9UuXjZ.jpg",
    "id": 1063,
    "vote_average": 8.2,
    "overview": "Mugen is a ferocious, animalistic warrior  with a fighting style inspired by break-dancing. Jin is a ronin samurai  who wanders the countryside  alone. They may not be friends, but their paths continually cross. And  when ditzy waitress Fuu gets them out of hot water with the local  magistrate, they agree to join her search for the \"samurai who smells of sunflowers.\"",
    "poster_path": "\/lYpHeSm7BcUxAbBx1ucuEH7oGAe.jpg"
  }, {
    "original_name": "Battlestar Galactica",
    "genres": [18, 10759],
    "actors": [3, 13, 33, 23, 21],
    "name": "Battlestar Galactica",
    "vote_count": 20,
    "first_air_date": "2003",
    "backdrop_path": "\/gGpR3aTScvCqgDpxSQRj3kj0Dfc.jpg",
    "id": 71365,
    "vote_average": 8.2,
    "overview": "A re-imagining of the original series in which a \"rag-tag fugitive fleet\" of the last remnants of mankind flees pursuing robots while simultaneously searching for their true home, Earth.",
    "poster_path": "\/5Mgjv1Rd0GfYLJJYVgoFayreqan.jpg"
  }, {
    "original_name": "Fawlty Towers",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Fawlty Towers",
    "vote_count": 69,
    "first_air_date": "1975",
    "backdrop_path": "\/6f1nH8U4kT9GaOYezYiG1CJYL9p.jpg",
    "id": 2207,
    "vote_average": 8.2,
    "overview": "Fawlty Towers is a British sitcom produced by BBC Television that was first broadcast on BBC2 in 1975 and 1979. Twelve episodes were made. The show was written by John Cleese and his then wife Connie Booth, both of whom also starred in the show.\n\nThe series is set in Fawlty Towers, a fictional hotel in the seaside town of Torquay, on the \"English Riviera\". The plots centre around tense, rude and put-upon owner Basil Fawlty, his bossy wife Sybil, a comparatively normal chambermaid Polly, and hapless Spanish waiter Manuel and their attempts to run the hotel amidst farcical situations and an array of demanding and eccentric guests.\n\nIn a list drawn up by the British Film Institute in 2000, voted by industry professionals, Fawlty Towers was named the best British television series of all time.",
    "poster_path": "\/mI2KKCCgysG3JX39BM2C8zfqanV.jpg"
  }, {
    "original_name": "Life",
    "id": 16946,
    "name": "Life",
    "vote_count": 26,
    "vote_average": 8.2,
    "first_air_date": "2009",
    "poster_path": "\/ll8NF10NRBRVLmrIQg4LyeA2s3P.jpg",
    "genres": [99],
    "actors": [19, 1, 2, 14],
    "backdrop_path": "\/6LZZSu5OZtYiUqe1toPUKuTVX3r.jpg",
    "overview": "David Attenborough looks at the extraordinary ends to which animals and plants go in order to survive. Featuring epic spectacles, amazing TV firsts and examples of new wildlife behaviour."
  }, {
    "original_name": "Cosmos",
    "genres": [99],
    "actors": [19, 1, 2, 14],
    "name": "Cosmos",
    "vote_count": 36,
    "first_air_date": "2014",
    "backdrop_path": "\/SyOsjZeELaeaQTtmDXtoqDdJSp.jpg",
    "id": 58474,
    "vote_average": 8.2,
    "overview": "Famed astrophysicist Neil deGrasse Tyson provides clarity for the vision of the cosmos as he voyages across the universe with never-before-told stories that delve into the scientific concepts of the laws of gravity and the origins of space and time.",
    "poster_path": "\/l4pdg33PJg6YeFkm6os9mfMDfLC.jpg"
  }, {
    "original_name": "Oz",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Oz",
    "vote_count": 29,
    "first_air_date": "1997",
    "backdrop_path": "\/z0PFjvUcNIeDeDgoFQK4XEMy6ji.jpg",
    "id": 3322,
    "vote_average": 8.2,
    "overview": "The daily lives of prisoners in Emerald City, an experimental unit of the Oswald Maximum Security Prison where ingroups - Muslims, Latinos, Italians, Aryans - stick close to their mutual friends and terrorizes their mutual enemies.",
    "poster_path": "\/a65x3J37bYmyZNwuGlGx9MNWZgo.jpg"
  }, {
    "original_name": "ハンターｘハンター",
    "genres": [16, 35, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "Hunter x Hunter",
    "vote_count": 5,
    "first_air_date": "2011",
    "backdrop_path": "\/ye4oayd3csx8psElvvQPdO2fgdD.jpg",
    "id": 46298,
    "vote_average": 8.2,
    "overview": "Twelve-year-old Gon Freecss one day discovers that the father he had always been told was dead was alive and well. His Father, Ging, is a Hunter—a member of society's elite with a license to go anywhere or do almost anything. Gon, determined to follow in his father's footsteps, decides to take the Hunter Examination and eventually find his father to prove himself as a Hunter in his own right. But on the way, he learns that there is more to becoming a Hunter than previously thought, and the challenges that he must face are considered the toughest in the world.",
    "poster_path": "\/d8KcK1f3Uxj5Rp86d9XQLsG69ZX.jpg"
  }, {
    "original_name": "Red Dwarf",
    "id": 326,
    "name": "Red Dwarf",
    "vote_count": 53,
    "vote_average": 8.1,
    "first_air_date": "1988",
    "poster_path": "\/gZqZ1iUEiy9BqpKZugzfNaGxWrX.jpg",
    "genres": [35, 10765],
    "actors": [7, 19, 10],
    "backdrop_path": "\/bbjbid6OegsqbWNQcirralrtnW5.jpg",
    "overview": "The adventures of the last human alive and his friends, stranded three million years into deep space on the mining ship Red Dwarf."
  }, {
    "original_name": "剣風伝奇ベルセルク",
    "genres": [16, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "Berserk",
    "vote_count": 9,
    "first_air_date": "1997",
    "backdrop_path": "\/nrsEZ9mgu6sF7SYwsmEgsUlIJWa.jpg",
    "id": 35935,
    "vote_average": 8.1,
    "overview": "Guts, a man who calls himself \"The Black Swordsman\" looks upon his days serving as a member of a group of mercenaries, the Band of the Hawk, nicknamed \"the Grim Reaper of the Battlefield.\" Led by an ambitious, ruthless, and intelligent man named Griffith, together they battle their way into the royal court, and are forced into a fate that may change their entire lives.",
    "poster_path": "\/9dZkIGE442EyxSFrWKnKaglGmgr.jpg"
  }, {
    "original_name": "The Shield",
    "genres": [80, 18, 10759],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "The Shield",
    "vote_count": 45,
    "first_air_date": "2002",
    "backdrop_path": "\/6ecdbcPoLojEPwPX1xSfNGSbYOR.jpg",
    "id": 1414,
    "vote_average": 8.1,
    "overview": "The story of an inner-city Los Angeles police precinct where some of the cops aren't above breaking the rules or working against their associates to both keep the streets safe and their self-interests intact.",
    "poster_path": "\/wnoxHqHOoP4VLBA8StwZ62xD4Sh.jpg"
  }, {
    "original_name": "シュタインズ・ゲート",
    "genres": [16, 9648, 10759, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "Steins;Gate",
    "vote_count": 38,
    "first_air_date": "2011",
    "backdrop_path": "\/ly0tvRfOp936Zmr6vepusFeo7lp.jpg",
    "id": 42509,
    "vote_average": 8.2,
    "overview": "A group of friends have customized their microwave so that it can send text messages to the past. As they perform different experiments, an organization named SERN who has been doing their own research on time travel tracks them down and now the characters have to find a way to avoid being captured by them.",
    "poster_path": "\/5Ik5u3PGxtyC7TMpweiPyIMRm6e.jpg"
  }, {
    "original_name": "コードギアス 反逆のルルーシュ",
    "id": 31724,
    "name": "Code Geass: Lelouch of the Rebellion",
    "vote_count": 39,
    "vote_average": 8.1,
    "first_air_date": "2006",
    "poster_path": "\/8p3HXHOQXjMpU9gAkZVAqozhDzQ.jpg",
    "genres": [16, 18, 10759, 10765],
    "actors": [18, 17, 7, 2, 3],
    "backdrop_path": "\/A4IxNKZYkyIF02vK6NIE4W2qTrp.jpg",
    "overview": "Japan has been invaded and conquered by the Britannian Empire. Japan is now known as Area 11 and its citizens known as Elevens. The Britannian Empire takes away Japan's autonomous power and imposes its rule through the use of Knightmares. The Empire's rule has never faltered, but cracks have begun to show..."
  }, {
    "original_name": "Frozen Planet",
    "genres": [99],
    "actors": [19, 1, 2, 14],
    "name": "Frozen Planet",
    "vote_count": 7,
    "first_air_date": "2011",
    "backdrop_path": "\/syVmo7m2DPYqRoJpnlpbBQ9EXBv.jpg",
    "id": 8724,
    "vote_average": 8.1,
    "overview": "David Attenborough travels to the end of the earth, taking viewers on an extraordinary journey across the polar regions of our planet.",
    "poster_path": "\/sFAssIrNY2ileQPeUf99Dna3yzN.jpg"
  }, {
    "original_name": "It's Always Sunny in Philadelphia",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "It's Always Sunny in Philadelphia",
    "vote_count": 64,
    "first_air_date": "2005",
    "backdrop_path": "\/uqTCaYBoSLT9MAdyQ9tU6QyCZ3A.jpg",
    "id": 2710,
    "vote_average": 8.1,
    "overview": "Four egocentric friends who run a neighborhood Irish pub in Philadelphia try to find their way through the adult world of work and relationships. Unfortunately, their warped views and precarious judgments often lead them to trouble, creating a myriad of uncomfortable situations that usually only get worse before they get better.",
    "poster_path": "\/AjyldoY2aGpe7jfBB3BxAqU5qai.jpg"
  }, {
    "original_name": "The Blue Planet",
    "genres": [99],
    "actors": [19, 1, 2, 14],
    "name": "The Blue Planet",
    "vote_count": 12,
    "first_air_date": "2001",
    "backdrop_path": "\/wR0Obs4NKr27uPz0rqFdAtSUSfI.jpg",
    "id": 13579,
    "vote_average": 8.1,
    "overview": "David Attenborough narrates a natural history of the oceans.",
    "poster_path": "\/n6Nj3WMrwFdA5x6FasE4vLCoQAs.jpg"
  }, {
    "original_name": "The IT Crowd",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "The IT Crowd",
    "vote_count": 51,
    "first_air_date": "2006",
    "backdrop_path": "\/3uMrWrNJgQn8N5aq29nlrkE6wX7.jpg",
    "id": 2490,
    "vote_average": 8.1,
    "overview": "UK Comedy series about two I.T. nerds and their clueless female manager, who work in the basement of a very successful company. When they are called on for help, they are never treated with any respect at all.",
    "poster_path": "\/1R550Xt4HpGCMr7HitsbFlRcAUS.jpg"
  }, {
    "original_name": "Bodyguard",
    "genres": [80, 18, 10768],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Bodyguard",
    "vote_count": 7,
    "first_air_date": "2018",
    "backdrop_path": "\/b8TXO9j8x88k1HvweLnf1Dtmff8.jpg",
    "id": 80307,
    "vote_average": 8.1,
    "overview": "A troubled war veteran is assigned to protect a controversial politician who may be the target of a terror plot.",
    "poster_path": "\/5DUJTrHTRLHLCKWriPhdusQogAv.jpg"
  }, {
    "original_name": "The West Wing",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "The West Wing",
    "vote_count": 77,
    "first_air_date": "1999",
    "backdrop_path": "\/hY0TRC5cXMqFQvm5xl5LLd9t7eX.jpg",
    "id": 688,
    "vote_average": 8.1,
    "overview": "The West Wing provides a glimpse into presidential politics in the nation's capital as it tells the stories of the members of a fictional presidential administration. These interesting characters have humor and dedication that touches the heart while the politics that they discuss touch on everyday life.",
    "poster_path": "\/nJKhLuvlhBOY5ckeUG4caD7JdP8.jpg"
  }, {
    "original_name": "Babylon 5",
    "genres": [18, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Babylon 5",
    "vote_count": 90,
    "first_air_date": "1994",
    "backdrop_path": "\/tlUm8yZSfUgLuzDipwP8LOpc0fe.jpg",
    "id": 3137,
    "vote_average": 8.1,
    "overview": "Babylon 5 is a five-mile long space station located in neutral space. Built by the Earth Alliance in the 2250s, it's goal is to maintain peace among the various alien races by providing a sanctuary where grievances and negotiations can be worked out among duly appointed ambassadors. A council made up of representatives from the five major space-faring civilizations - the Earth Alliance, Minbari Federation, Centauri Republic, Narn Regime, and Vorlon Empire - work with the League of Non-Aligned Worlds to keep interstellar relations under control. Aside from its diplomatic function, Babylon 5 also serves as a military post for Earth and a port of call for travelers, traders, businessmen, criminals, and Rangers.",
    "poster_path": "\/rj87TqwabgJzslrH4G6BCDseBKV.jpg"
  }, {
    "original_name": "Westworld",
    "genres": [878, 37],
    "actors": [18, 11, 19],
    "name": "Westworld",
    "vote_count": 745,
    "first_air_date": "2016",
    "backdrop_path": "\/yp94aOXzuqcQHva90B3jxLfnOO9.jpg",
    "id": 63247,
    "vote_average": 8.1,
    "overview": "A dark odyssey about the dawn of artificial consciousness and the evolution of sin. Set at the intersection of the near future and the reimagined past, it explores a world in which every human appetite, no matter how noble or depraved, can be indulged.",
    "poster_path": "\/6aj09UTMQNyfSfk0ZX8rYOEsXL2.jpg"
  }, {
    "original_name": "新世紀エヴァンゲリオン",
    "genres": [16, 18, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "Neon Genesis Evangelion",
    "vote_count": 84,
    "first_air_date": "1995",
    "backdrop_path": "\/myTetJyeVb6EIvSwaJ9c5jdRxcV.jpg",
    "id": 890,
    "vote_average": 8.1,
    "overview": "At the turn of the century, the Angels returned to Earth, seeking to wipe out humanity in an apocalyptic fury. Devastated, mankind's last remnants moved underground to wait for the day when the Angels would come back to finish the job. Fifteen years later, that day has come... but this time, humanity is ready to fight back with terrifying bio-mechanical weapons known as the Evangelions. Watch as Shinji, Rei, Asuka and the rest of the mysterious shadow agency Nerv battle to save earth from total annihilation.",
    "poster_path": "\/bkw26fCT0MCcZbO1fhY2x1b9Fob.jpg"
  }, {
    "original_name": "The Venture Bros.",
    "genres": [16, 35, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "The Venture Bros.",
    "vote_count": 2,
    "first_air_date": "2004",
    "backdrop_path": "\/40kbGPyGCMDVPedYrJsCVXH79Co.jpg",
    "id": 2418,
    "vote_average": 8.1,
    "overview": "Hank and Dean Venture, with their father Doctor Venture and faithful bodyguard Brock Samson, go on wild adventures facing megalomaniacs, zombies, and suspicious ninjas, all for the glory of adventure. Or something like that.",
    "poster_path": "\/r9IIGvYKRaIIBjvoaQrU7Hrvfb.jpg"
  }, {
    "original_name": "Star Trek",
    "genres": [18, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Star Trek",
    "vote_count": 64,
    "first_air_date": "1966",
    "backdrop_path": "\/d0JLR2ostmBfHecj2omBCjspVW2.jpg",
    "id": 253,
    "vote_average": 8.1,
    "overview": "Space. The Final Frontier. The U.S.S. Enterprise embarks on a five year mission to explore the galaxy. The Enterprise is under the command of Captain James T. Kirk with First Officer Mr. Spock, from the planet Vulcan. With a determined crew, the Enterprise encounters Klingons, Romulans, time paradoxes, tribbles and genetic supermen lead by Khan Noonian Singh. Their mission is to explore strange new worlds, to seek new life and new civilizations, and to boldly go where no man has gone before.",
    "poster_path": "\/3ATqzWYDbWOV2RBLWNwA43InT60.jpg"
  }, {
    "original_name": "Forbrydelsen",
    "genres": [80, 18, 9648],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "The Killing",
    "vote_count": 5,
    "first_air_date": "2007",
    "backdrop_path": "\/gCWhn0HqQcxCaw1TDypja7CPXTJ.jpg",
    "id": 32368,
    "vote_average": 8.1,
    "overview": "The Killing is a Danish police procedural set in the Copenhagen main police department and revolves around Detective Inspector Sarah Lund and her team, with each season series following a different murder case day-by-day and a one-hour episode covering twenty-four hours of the investigation. The series is noted for its plot twists, season-long storylines, dark tone and for giving equal emphasis to the story of the murdered victim's family alongside the police investigation. It has also been singled out for the photography of its Danish setting, and for the acting ability of its cast.",
    "poster_path": "\/Al172OkeZmC7dy4PfobC7cFGVOV.jpg"
  }, {
    "original_name": "The X-Files",
    "genres": [18, 9648, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "The X-Files",
    "vote_count": 21,
    "first_air_date": "1993",
    "backdrop_path": "\/5Ycqqaf27bNWyxm7XRc9gRVniYe.jpg",
    "id": 4087,
    "vote_average": 8.1,
    "overview": "The exploits of FBI Special Agents Fox Mulder and Dana Scully who investigate X-Files: marginalized, unsolved cases involving paranormal phenomena. Mulder believes in the existence of aliens and the paranormal while Scully, a skeptic, is assigned to make scientific analyses of Mulder's discoveries that debunk Mulder's work and thus return him to mainstream cases.",
    "poster_path": "\/5BD0kiTGnDxONqdrsswTewnk6WH.jpg"
  }, {
    "original_name": "Mad Men",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "Mad Men",
    "vote_count": 20,
    "first_air_date": "2007",
    "backdrop_path": "\/jLYR42fOcE3balZ9svvJM0Rus91.jpg",
    "id": 1104,
    "vote_average": 8.1,
    "overview": "Mad Men is set in the 1960s, initially at the fictional Sterling Cooper advertising agency on Madison Avenue in New York City, and later at the newly created firm, Sterling Cooper Draper Pryce, located nearby in the Time-Life Building, at 1271 Avenue of the Americas. According to the show's pilot, the phrase \"mad men\" was a slang term coined in the 1950s by advertisers working on Madison Avenue to refer to themselves. The focal point of the series is Don Draper, creative director at Sterling Cooper and a founding partner at Sterling Cooper Draper Pryce, and the people in his life, both in and out of the office. The plot focuses on the business of the agencies as well as the personal lives of the characters, regularly depicting the changing moods and social mores of the United States in the 1960s.",
    "poster_path": "\/6R3PCqGzyTh12Lafhop0U0MNJDz.jpg"
  }, {
    "original_name": "Justified",
    "genres": [80, 18, 9648],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Justified",
    "vote_count": 55,
    "first_air_date": "2010",
    "backdrop_path": "\/chYA7LQVESXOHdtE0ocGm6344TM.jpg",
    "id": 1436,
    "vote_average": 8.1,
    "overview": "A character drama based on the 2001 Elmore Leonard short story \"Fire in the Hole.\" Leonard's tale centers around U.S. Marshal Raylan Givens of Kentucky, a quiet but strong-willed official of the law. The tale covers his high-stakes job, as well as his strained relationships with his ex-wife and father.",
    "poster_path": "\/4Tgga2tjWvosLWN4oKX9leAAAAQ.jpg"
  }, {
    "original_name": "Curb Your Enthusiasm",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Curb Your Enthusiasm",
    "vote_count": 62,
    "first_air_date": "2000",
    "backdrop_path": "\/1nqeN4RDUdFXLFhatFiGS7a7cuc.jpg",
    "id": 4546,
    "vote_average": 8.1,
    "overview": "The off-kilter, unscripted comic vision of Larry David, who plays himself in a parallel universe in which he can't seem to do anything right, and, by his standards, neither can anyone else.",
    "poster_path": "\/xBr9txlyX5ToPTS5n0tTcVvndhQ.jpg"
  }, {
    "original_name": "The Newsroom",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "The Newsroom",
    "vote_count": 28,
    "first_air_date": "2012",
    "backdrop_path": "\/sLrWIpKKeyew7odcZgag2NIKevg.jpg",
    "id": 15621,
    "vote_average": 8.1,
    "overview": "A behind-the-scenes look at the people who make a nightly cable-news program. Focusing on a network anchor, his new executive producer, the newsroom staff and their boss, the series tracks their quixotic mission to do the news well in the face of corporate and commercial obstacles-not to mention their own personal entanglements.",
    "poster_path": "\/sAGpLftCknm8NRVoEVmzd6iTLWh.jpg"
  }, {
    "original_name": "Spaced",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Spaced",
    "vote_count": 71,
    "first_air_date": "1999",
    "backdrop_path": "\/c5TBWrzuKmHzo9bondssjcecmFM.jpg",
    "id": 745,
    "vote_average": 8.1,
    "overview": "Spaced: the anti-Friends, in that it examines the lives of common 20 somethings, but in a way that is more down to earth and realistic. Here we have Daisy and Tim; two 'young' adults with big dreams just trying to get by in this crazy world. They are thrown together in a common pursuit of tenancy, which they find by posing as a couple. The house has a landlady and an oddball artist living there. The series explores the ins and outs of London living.",
    "poster_path": "\/e9Slc8UFri8F1Eq1M6TQXn14RIK.jpg"
  }, {
    "original_name": "The Office",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "The Office",
    "vote_count": 47,
    "first_air_date": "2005",
    "backdrop_path": "\/ukgntKR0fCbCLF9UNGJ4FoJYDT.jpg",
    "id": 2316,
    "vote_average": 8.1,
    "overview": "The everyday lives of office employees in the Scranton, Pennsylvania branch of the fictional Dunder Mifflin Paper Company.",
    "poster_path": "\/qWnJzyZhyy74gjpSjIXWmuk0ifX.jpg"
  }, {
    "original_name": "La casa de papel",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Money Heist",
    "vote_count": 34,
    "first_air_date": "2017",
    "backdrop_path": "\/flyWT9eIE8vdy1tzEGxBN4RkoeN.jpg",
    "id": 71446,
    "vote_average": 8.1,
    "overview": "To carry out the biggest heist in history, a mysterious man called The Professor recruits a band of eight robbers who have a single characteristic: none of them has anything to lose. Five months of seclusion - memorizing every step, every detail, every probability - culminate in eleven days locked up in the National Coinage and Stamp Factory of Spain, surrounded by police forces and with dozens of hostages in their power, to find out whether their suicide wager will lead to everything or nothing.",
    "poster_path": "\/2d0ESa56OesIFAOAl8ZZi0mHlxC.jpg"
  }, {
    "original_name": "Justice League",
    "genres": [16, 10759, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "Justice League",
    "vote_count": 35,
    "first_air_date": "2001",
    "backdrop_path": "\/iQd8vbCrdnb6i9Dm9eHOvXyeXBY.jpg",
    "id": 1618,
    "vote_average": 8.1,
    "overview": "Justice League is an American animated television series which ran from 2001 to 2004 on Cartoon Network. It is part of the DC animated universe. The show was produced by Warner Bros. Animation. It is based on the Justice League of America and associated comic book characters published by DC Comics. After the second season, the series was renamed Justice League Unlimited, and aired for an additional three seasons.",
    "poster_path": "\/1JszDEGLI6s5HjoGhe3VnfX2ez8.jpg"
  }, {
    "original_name": "Carnivàle",
    "genres": [18, 9648, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Carnivàle",
    "vote_count": 73,
    "first_air_date": "2003",
    "backdrop_path": "\/jDLpqkMQN4EyMFXbtzQX6KwKdlK.jpg",
    "id": 185,
    "vote_average": 8.1,
    "overview": "Carnivàle is an American television series set in the United States during the Great Depression and Dust Bowl. In tracing the lives of two disparate groups of people, its overarching story depicts the battle between good and evil and the struggle between free will and destiny; the storyline mixes Christian theology with gnosticism and Masonic lore, particularly that of the Knights Templar.",
    "poster_path": "\/5pKvfZ3qLuKJd8PQfKcPxN9jTO9.jpg"
  }, {
    "original_name": "Chappelle's Show",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Chappelle's Show",
    "vote_count": 28,
    "first_air_date": "2003",
    "backdrop_path": "\/sAPZdyrStr2HSmoFRc4RuhpP6Xe.jpg",
    "id": 713,
    "vote_average": 8.1,
    "overview": "Chappelle's Show is an American sketch comedy television series created by comedians Dave Chappelle and Neal Brennan, with Chappelle hosting the show as well as starring in various sketches. Chappelle, Brennan and Michele Armour were the show's executive producers. The series premiered on January 22, 2003, on the American cable television network Comedy Central. The show ran for two complete seasons and a third, truncated season.\n\nAfter numerous delays, production of the third season of the show was abruptly ended when Chappelle left the show. Three episodes were compiled from the completed work and these episodes aired from July 9 to July 23, 2006. Re-runs frequently air on Comedy Central and around the world on MTV in Germany, Comedy Central in Brazil, The Comedy Network in Canada, The Comedy Channel and 7mate in Australia and FX in the United Kingdom.\n\nChappelle's Show was also shown on WGN America and was syndicated to various television stations across the U.S. including MyNetworkTV. TV Guide ranked it #31 on their list of \"TV's Top 100 Shows\".",
    "poster_path": "\/o5FI6Xu30m2HDim07f6bHAos9ZC.jpg"
  }, {
    "original_name": "Stargate SG-1",
    "genres": [10759, 10765],
    "actors": [2, 14, 13, 2],
    "name": "Stargate SG-1",
    "vote_count": 9,
    "first_air_date": "1997",
    "backdrop_path": "\/qOc3Y92gNfhIXSH59GCIKqkVhSK.jpg",
    "id": 4629,
    "vote_average": 8.1,
    "overview": "The story of Stargate SG-1 begins about a year after the events of the feature film, when the United States government learns that an ancient alien device called the Stargate can access a network of such devices on a multitude of planets. SG-1 is an elite Air Force special operations team, one of more than two dozen teams from Earth who explore the galaxy and defend against alien threats such as the Goa'uld, Replicators, and the Ori.",
    "poster_path": "\/rst5xc4f7v1KiDiQjzDiZqLtBpl.jpg"
  }, {
    "original_name": "Sherlock Holmes",
    "genres": [80, 18, 9648],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Sherlock Holmes",
    "vote_count": 5,
    "first_air_date": "1984",
    "backdrop_path": "\/xrz75Vb7rZU0H0WfVOwd36WYRX1.jpg",
    "id": 799,
    "vote_average": 8.1,
    "overview": "The Adventures of Sherlock Holmes is a series of adaptations of Arthur Conan Doyle's Sherlock Holmes stories which were produced by Granada Television and originally broadcast by ITV in the United Kingdom.",
    "poster_path": "\/adrlVGuAGBNm36GPq1fuJ7uT8Qw.jpg"
  }, {
    "original_name": "Twin Peaks",
    "genres": [18, 9648],
    "actors": [3, 13, 33, 23, 21],
    "name": "Twin Peaks",
    "vote_count": 20,
    "first_air_date": "1990",
    "backdrop_path": "\/1kt6k6upIgZQann2lqkZxfHNeLV.jpg",
    "id": 1920,
    "vote_average": 8.1,
    "overview": "The body of Laura Palmer is washed up on a beach near the small Washington state town of Twin Peaks. FBI Special Agent Dale Cooper is called in to investigate her strange demise only to uncover a web of mystery that ultimately leads him deep into the heart of the surrounding woodland and his very own soul.",
    "poster_path": "\/6W6zWBAay6XVBgJsOu6c2mlFZ8l.jpg"
  }, {
    "original_name": "Buffy the Vampire Slayer",
    "genres": [35, 18, 10765],
    "actors": [7, 19, 10],
    "name": "Buffy the Vampire Slayer",
    "vote_count": 83,
    "first_air_date": "1997",
    "backdrop_path": "\/tkyWzwwYptHDAXZfFk1patcl79N.jpg",
    "id": 95,
    "vote_average": 8.1,
    "overview": "Into every generation a slayer is born: one girl in all the world, a chosen one. She alone will wield the strength and skill to fight the vampires, demons, and the forces of darkness; to stop the spread of their evil and the swell of their number. She is the Slayer.",
    "poster_path": "\/41jsOEYsh9lJBc6AZqGpR1ETpx5.jpg"
  }, {
    "original_name": "The Crown",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "The Crown",
    "vote_count": 42,
    "first_air_date": "2016",
    "backdrop_path": "\/h6EkFxqmdDHIri36gUdGk8Sarmz.jpg",
    "id": 65494,
    "vote_average": 8.1,
    "overview": "The gripping, decades-spanning inside story of Her Majesty Queen Elizabeth II and the Prime Ministers who shaped Britain's post-war destiny. \n\nThe Crown tells the inside story of two of the most famous addresses in the world – Buckingham Palace and 10 Downing Street – and the intrigues, love lives and machinations behind the great events that shaped the second half of the 20th century. Two houses, two courts, one Crown.",
    "poster_path": "\/jkXkaZBg8GhFrnypBnVvGDuMj5c.jpg"
  }, {
    "original_name": "Fringe",
    "genres": [18, 9648, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Fringe",
    "vote_count": 12,
    "first_air_date": "2008",
    "backdrop_path": "\/qZGbLaRJ0FVekRWCRDu2ZdBFcJI.jpg",
    "id": 1705,
    "vote_average": 8.1,
    "overview": "FBI Special Agent Olivia Dunham, brilliant but formerly institutionalized scientist Walter Bishop and his scheming, reluctant son Peter uncover a deadly mystery involving a series of unbelievable events and realize they may be a part of a larger, more disturbing pattern that blurs the line between science fiction and technology.",
    "poster_path": "\/42At9ZbMmimCUsWIwFbJMSiI2QL.jpg"
  }, {
    "original_name": "天元突破グレンラガン",
    "genres": [16, 18, 10759],
    "actors": [318, 17, 7, 2, 38, 39, 11, 22],
    "name": "Gurren Lagann",
    "vote_count": 7,
    "first_air_date": "2007",
    "backdrop_path": "\/xGNa4gyY4ntcIb6X2InORDBagMC.jpg",
    "id": 21729,
    "vote_average": 8.1,
    "overview": "In the distant future, people build their homes and raise domestic animals in subterranean caverns. As a result, they live in fear of the occasional earthquake and cave-in, and have been for hundreds of years. Jeeha is one such village. One day, a boy named Simon happens to find a small, shiny drill whilst digging to expand the village. At the same time, Kamina, a guy who believes that there is another land above the village, persuades a gangster to break through the ceiling in order to leave the cavern. Suddenly, an earthquake occurs and the ceiling collapses, followed by a big robot breaking through the ceiling. Kamina is now sure that there is a world above them. Recklessly, he begins to fight against the robot. At that moment, another person appears from the land above. It is a girl by the name of Yoko. With a rifle in hand, she had been tracking the robot. However, all she could do was distract it. Then, Simon shows what he had found to Kamina and Yoko. It`s a mysterious robot whose head is also its body.",
    "poster_path": "\/4OltvLRw7EJTEO0jrcgqHXazMKj.jpg"
  }, {
    "original_name": "The Muppet Show",
    "genres": [35, 10751, 10762],
    "actors": [7, 19, 10],
    "name": "The Muppet Show",
    "vote_count": 5,
    "first_air_date": "1976",
    "backdrop_path": "\/3TB8WdOQ6kzqP5nw6s00pUhzA8S.jpg",
    "id": 4459,
    "vote_average": 8.1,
    "overview": "Go behind the curtains as Kermit the Frog and his muppet friends struggle to put on a weekly variety show.",
    "poster_path": "\/Aiv83wffJmKdmPgmnOD0vXmQjwe.jpg"
  }, {
    "original_name": "Broadchurch",
    "genres": [80, 18, 9648],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Broadchurch",
    "vote_count": 74,
    "first_air_date": "2013",
    "backdrop_path": "\/zo75wtgVsbh8YoI6sYN2thwFFJm.jpg",
    "id": 1427,
    "vote_average": 8.1,
    "overview": "The murder of a young boy in a small coastal town brings a media frenzy, which threatens to tear the community apart.",
    "poster_path": "\/f5gQRyTZ3v4asugU2F5HXE2FIDg.jpg"
  }, {
    "original_name": "Utopia",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "Utopia",
    "vote_count": 89,
    "first_air_date": "2013",
    "backdrop_path": "\/tynEoLA2cYONcUSz2OrCU0wSp6K.jpg",
    "id": 46511,
    "vote_average": 8.1,
    "overview": "The  Utopia Experiments is a legendary graphic novel shrouded in mystery.  When a group of strangers find themselves in possession of an original  manuscript, their lives suddenly and brutally implode.",
    "poster_path": "\/vZzD8sk9f9L2p1Xih20g3lXzKmO.jpg"
  }, {
    "original_name": "Pride and Prejudice",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "Pride and Prejudice",
    "vote_count": 17,
    "first_air_date": "1995",
    "backdrop_path": "\/fJbERbUgWwBScDTmumpH1Lsl5aJ.jpg",
    "id": 1457,
    "vote_average": 8.1,
    "overview": "Set in England in the early 19th century, Pride and Prejudice tells the story of Mr and Mrs Bennet's five unmarried daughters after the rich and eligible Mr Bingley and his status-conscious friend, Mr Darcy, have moved into their neighbourhood. While Bingley takes an immediate liking to the eldest Bennet daughter, Jane, Darcy has difficulty adapting to local society and repeatedly clashes with the second-eldest Bennet daughter, Elizabeth.",
    "poster_path": "\/rlqOyCEaZuKoYTI1vhZ0kVyCTV7.jpg"
  }, {
    "original_name": "Narcos",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Narcos",
    "vote_count": 33,
    "first_air_date": "2015",
    "backdrop_path": "\/iuiaAx5wNlbDCAO0wiQy0RIlUt.jpg",
    "id": 63351,
    "vote_average": 8,
    "overview": "A gritty chronicle of the war against Colombia's infamously violent and powerful drug cartels.",
    "poster_path": "\/rTmal9fDbwh5F0waol2hq35U4ah.jpg"
  }, {
    "original_name": "攻殻機動隊 STAND ALONE COMPLEX",
    "genres": [16, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "Ghost in the Shell: Stand Alone Complex",
    "vote_count": 2,
    "first_air_date": "2002",
    "backdrop_path": "\/6gNWWuY6KiX4S0zfFAxsptH7L5K.jpg",
    "id": 1095,
    "vote_average": 8.1,
    "overview": "In the future when technological enhancements and robotics are a way of life, Major Motoko Kusanagi and Section 9 take care of the jobs that are too difficult for the police. Section 9 employs hackers, sharpshooters, detectives and cyborgs all in an effort to thwart cyber criminals and their plans to attack the innocent.",
    "poster_path": "\/hCfBkEwXvKh4mbClGXkcQT9j7Gy.jpg"
  }, {
    "original_name": "Bron\/Broen",
    "genres": [80, 9648],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "The Bridge",
    "vote_count": 82,
    "first_air_date": "2011",
    "backdrop_path": "\/vbTbj1f0KNGopOrJXZDkGdoEVOn.jpg",
    "id": 45016,
    "vote_average": 8.1,
    "overview": "When a body is found on the bridge between Denmark and Sweden, right on the border, Danish inspector Martin Rohde and Swedish Saga Norén have to share jurisdiction and work together to find the killer.",
    "poster_path": "\/cS4D111Wu3EQczv0QuUPfOClupe.jpg"
  }, {
    "original_name": "The Jinx: The Life and Deaths of Robert Durst",
    "id": 61929,
    "name": "The Jinx: The Life and Deaths of Robert Durst",
    "vote_count": 97,
    "vote_average": 8,
    "first_air_date": "2015",
    "poster_path": "\/9ytjMOMNh5pyxRAgkyXUoyvdzws.jpg",
    "genres": [99],
    "actors": [19, 1, 2, 14],
    "backdrop_path": "\/2S43MNXcwU0urA1pO9JOKp44Ouv.jpg",
    "overview": "Robert Durst, scion of one of New York’s billionaire real estate families, has been accused of three murders but never convicted. Brilliant, reclusive, and the subject of relentless media scrutiny, he’s never spoken publicly—until now. During interviews with Andrew Jarecki, he reveals secrets of the case that baffled authorities for 30 years. In 2010, Jarecki made the narrative film All Good Things based on the infamous story of Robert Durst. After Durst saw the film, he contacted Jarecki wanting to tell his story. What began as a feature documentary ultimately became a six-part series as more and more of his incredible story was revealed."
  }, {
    "original_name": "Better Call Saul",
    "genres": [35, 80, 18],
    "actors": [7, 19, 10],
    "name": "Better Call Saul",
    "vote_count": 70,
    "first_air_date": "2015",
    "backdrop_path": "\/AlqSvfI6bmxh31iaJTgjNSemF3D.jpg",
    "id": 60059,
    "vote_average": 8,
    "overview": "Six years before Saul Goodman meets Walter White. We meet him when the man who will become Saul Goodman is known as Jimmy McGill, a small-time lawyer searching for his destiny, and, more immediately, hustling to make ends meet. Working alongside, and, often, against Jimmy, is “fixer” Mike Erhmantraut. The series will track Jimmy's transformation into Saul Goodman, the man who puts “criminal” in “criminal lawyer\".",
    "poster_path": "\/zjg4jpK1Wp2kiRvtt5ND0kznako.jpg"
  }, {
    "original_name": "The Office",
    "genres": [35, 18],
    "actors": [7, 19, 10],
    "name": "The Office",
    "vote_count": 46,
    "first_air_date": "2001",
    "backdrop_path": "\/wiKFSBYv8rdiU8w2BN2nvPC0Wno.jpg",
    "id": 2996,
    "vote_average": 8,
    "overview": "The Office is a British sitcom television series,the programme is about the day-to-day lives of office employees in the Slough branch of the fictitious Wernham Hogg Paper Company. Gervais also stars in the series, playing the central character, David Brent. Although fictional and scripted, the programme takes the form of a documentary, with the presence of the camera often acknowledged.",
    "poster_path": "\/tF9bX7sw3ujI8tMgUFCMtUN5hID.jpg"
  }, {
    "original_name": "Generation Kill",
    "genres": [18, 10759, 10768],
    "actors": [3, 13, 33, 23, 21],
    "name": "Generation Kill",
    "vote_count": 58,
    "first_air_date": "2008",
    "backdrop_path": "\/u9wp0OStnoqX8MIs8oza2FM8gpr.jpg",
    "id": 17035,
    "vote_average": 8,
    "overview": "The first 40 days of the war in Iraq as seen through the eyes of an elite group of U.S. Marines who spearheaded the invasion along with an embedded Rolling Stone reporter. A vivid account of the soldiers and of the forces that guided them in an often-improvised initiative.",
    "poster_path": "\/wWLlB0DoPTt99Gx8Aw3hoL8X32u.jpg"
  }, {
    "original_name": "Banshee",
    "genres": [80, 18, 10759],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Banshee",
    "vote_count": 41,
    "first_air_date": "2013",
    "backdrop_path": "\/rvk7SMZRKR5BxDAxZmR5RF666uC.jpg",
    "id": 41727,
    "vote_average": 8,
    "overview": "Banshee is an American drama television series set in a small town in Pennsylvania Amish country and features an enigmatic ex-con posing as a murdered sheriff who imposes his own brand of justice while also cooking up plans that serve his own interests.",
    "poster_path": "\/fvocBFChMERoxWb7MMuTsUqWEis.jpg"
  }, {
    "original_name": "BoJack Horseman",
    "genres": [16, 35, 18],
    "actors": [18, 17, 7, 2, 3],
    "name": "BoJack Horseman",
    "vote_count": 73,
    "first_air_date": "2014",
    "backdrop_path": "\/gARnXDr5Y0VZ8tx89DMxBSqWPYt.jpg",
    "id": 61222,
    "vote_average": 8,
    "overview": "Meet the most beloved sitcom horse of the 90s - 20 years later. BoJack Horseman was the star of the hit TV show \"Horsin' Around,\" but today he's washed up, living in Hollywood, complaining about everything, and wearing colorful sweaters.",
    "poster_path": "\/1bnrSsJNejoQq8lGBDECQroGjPz.jpg"
  }, {
    "original_name": "Last Week Tonight with John Oliver",
    "genres": [35, 10767],
    "actors": [7, 19, 10],
    "name": "Last Week Tonight with John Oliver",
    "vote_count": 56,
    "first_air_date": "2014",
    "backdrop_path": "\/iSNJlEYP8gNEyp7e9NpJfU13I6r.jpg",
    "id": 60694,
    "vote_average": 8,
    "overview": "A half-hour satirical look at the week in news, politics and current events.",
    "poster_path": "\/eu3n68a2k9SF85RbbWrUIocBNqu.jpg"
  }, {
    "original_name": "Downton Abbey",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "Downton Abbey",
    "vote_count": 23,
    "first_air_date": "2010",
    "backdrop_path": "\/1d0LIjIl9LALWxKbc2Pcw7x9Yh9.jpg",
    "id": 33907,
    "vote_average": 8,
    "overview": "A chronicle of the lives of the aristocratic Crawley family and their servants in the post-Edwardian era—with great events in history having an effect on their lives and on the British social hierarchy.\n\n",
    "poster_path": "\/tlbS1mqX2x5lVSyuxfTwDPwnTmD.jpg"
  }, {
    "original_name": "The Bugs Bunny Show",
    "genres": [16, 35],
    "actors": [18, 17, 7, 2, 3],
    "name": "The Bugs Bunny Show",
    "vote_count": 9,
    "first_air_date": "1960",
    "backdrop_path": "\/442vELlY9qFhIvmyai4mo4bVKVw.jpg",
    "id": 6516,
    "vote_average": 8,
    "overview": "The Bugs Bunny Show is an Animated television anthology series hosted by Bugs Bunny, that was mainly composed of Looney Tunes and Merrie Melodies cartoons released by Warner Bros. between August 1, 1948 and the end of 1969. The show originally debuted as a primetime half-hour program on ABC in 1960, featuring three theatrical Warner Bros. Cartoons with new linking sequences produced by the Warner Bros. Cartoons staff.\n\nAfter three seasons, The Bugs Bunny Show moved to Saturday mornings, where it remained in one format or another for nearly four decades. The show's title and length changed regularly over the years, as did the network: both ABC and CBS broadcast versions of The Bugs Bunny Show. In 2000, the series, by then known as The Bugs Bunny & Tweety Show, was canceled after the Looney Tunes and Merrie Melodies libraries became the exclusive property of the Cartoon Network family of cable TV networks in the United States. Reruns of The Bugs Bunny and Tweety Show are still aired on the Canadian channels Teletoon and Teletoon Retro.",
    "poster_path": "\/pgNdJZeO1ZyggAmMU1ThcydU3M2.jpg"
  }, {
    "original_name": "Taboo",
    "genres": [18, 9648],
    "actors": [3, 13, 33, 23, 21],
    "name": "Taboo",
    "vote_count": 37,
    "first_air_date": "2017",
    "backdrop_path": "\/9qyqo9KsvYHkWREAKU9KoCG53IL.jpg",
    "id": 65708,
    "vote_average": 8,
    "overview": "Adventurer James Keziah Delaney returns to London from Africa in 1814 along with fourteen stolen diamonds to seek vengeance after the death of his father.",
    "poster_path": "\/hNEC8dcLXeQllaP8JfCHJSPOMhk.jpg"
  }, {
    "original_name": "Dark",
    "genres": [80, 18, 9648, 10765],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Dark",
    "vote_count": 9,
    "first_air_date": "2017",
    "backdrop_path": "\/2VpSajCTI26zddsp5cSjqfCBKEa.jpg",
    "id": 70523,
    "vote_average": 8,
    "overview": "A missing child causes four families to help each other for answers. What they could not imagine is that this mystery would be connected to innumerable other secrets of the small town.",
    "poster_path": "\/wSXJHO9WHLb0aCwvQrtco7vOmWA.jpg"
  }, {
    "original_name": "Batman: The Animated Series",
    "genres": [16, 18, 9648, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "Batman: The Animated Series",
    "vote_count": 62,
    "first_air_date": "1992",
    "backdrop_path": "\/vbQk48WQzuGWgTGDedaY3UZea12.jpg",
    "id": 2098,
    "vote_average": 8,
    "overview": "Batman: The Animated Series is an American animated television series based on the DC Comics superhero Batman. The series was widely praised for its thematic complexity, dark tone, artistic quality, and faithfulness to its title character's crime-fighting origins.",
    "poster_path": "\/ePf3sBX5FjnUEtXERVWZJGsSPu7.jpg"
  }, {
    "original_name": "The Wonder Years",
    "genres": [35, 18, 10751],
    "actors": [7, 19, 10],
    "name": "The Wonder Years",
    "vote_count": 30,
    "first_air_date": "1988",
    "backdrop_path": "\/26JD1Ob6bAeOqHPlTdcdyjtNx5E.jpg",
    "id": 4500,
    "vote_average": 8,
    "overview": "The Wonder Years tells the story of Kevin Arnold (Fred Savage) facing the trials and tribulations of youth while growing up during the 1960s and 70s. Told through narration from an adult Kevin (Daniel Stern), Kevin faces the difficulties of maintaining relationships and friendships on his enthralling journey into adulthood.",
    "poster_path": "\/tkaduqdhFrF1vp8L55OJfB5jw8Z.jpg"
  }, {
    "original_name": "Dexter",
    "genres": [80, 18, 9648],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Dexter",
    "vote_count": 232,
    "first_air_date": "2006",
    "backdrop_path": "\/5m05BIoMHgTd4zvJ5OBh7gZFGWV.jpg",
    "id": 1405,
    "vote_average": 8,
    "overview": "Dexter is an American television drama series. The series centers on Dexter Morgan, a blood spatter pattern analyst for 'Miami Metro Police Department' who also leads a secret life as a serial killer, hunting down criminals who have slipped through the cracks of justice.",
    "poster_path": "\/ydmfheI5cJ4NrgcupDEwk8I8y5q.jpg"
  }, {
    "original_name": "QI",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "QI",
    "vote_count": 5,
    "first_air_date": "2003",
    "backdrop_path": "\/ikS12cRIPV1ZDVmCVKMNfMmow9Y.jpg",
    "id": 1554,
    "vote_average": 8,
    "overview": "Comedy quiz show full of quirky facts, in which contestants are rewarded more if their answers are 'quite interesting'.",
    "poster_path": "\/hieAAv1MVYzRuX12ttVmlq7kGn9.jpg"
  }, {
    "original_name": "Pushing Daisies",
    "genres": [35, 80, 18, 10765],
    "actors": [7, 19, 10],
    "name": "Pushing Daisies",
    "vote_count": 68,
    "first_air_date": "2007",
    "backdrop_path": "\/doisRJJniA2DniXm9Z27s6pDTmq.jpg",
    "id": 5639,
    "vote_average": 8,
    "overview": "A pie-maker, with the power to bring dead people back to life, solves murder mysteries with his alive-again childhood sweetheart, a cynical private investigator, and a lovesick waitress.",
    "poster_path": "\/oSRO8cGvve0pggPK9gHGItfl4j5.jpg"
  }, {
    "original_name": "Marvel's The Punisher",
    "genres": [80, 18, 10759],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Marvel's The Punisher",
    "vote_count": 4,
    "first_air_date": "2017",
    "backdrop_path": "\/sRr5NdPic882T24dNwkiw2VMst6.jpg",
    "id": 67178,
    "vote_average": 8,
    "overview": "A former Marine out to punish the criminals responsible for his family's murder finds himself ensnared in a military conspiracy.",
    "poster_path": "\/s2YM9zHF3tf2coi8t0UEzYrOHg8.jpg"
  }, {
    "original_name": "Godless",
    "genres": [18, 37],
    "actors": [3, 13, 33, 23, 21],
    "name": "Godless",
    "vote_count": 21,
    "first_air_date": "2017",
    "backdrop_path": "\/8iHVVdQUYPU0QIm2d2r7sEgQAFE.jpg",
    "id": 73467,
    "vote_average": 7.9,
    "overview": "A ruthless outlaw terrorizes the West in search of a former member of his gang, who’s found a new life in a quiet town populated only by women.",
    "poster_path": "\/qYvCNcMyTouoHvJu0ddStndDSeo.jpg"
  }, {
    "original_name": "鋼の錬金術師",
    "genres": [16, 18, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "Fullmetal Alchemist",
    "vote_count": 55,
    "first_air_date": "2003",
    "backdrop_path": "\/dshSjE7LZRR7CK58hLDhOz5ANFe.jpg",
    "id": 37863,
    "vote_average": 8.1,
    "overview": "Edward and Alphonse Elric are two brothers gifted with the ability of alchemy, the science of taking one thing and changing it into another. However, alchemy works on the theory of Equivalent Exchange -- for something to be created, something else of equal value must be sacrificed. When their mother dies, Edward decides to do the unthinkable -- bringing her back to life by breaking one of Alchemy's biggest taboos and performing Human Alchemy. Thinking they have nothing more to lose, he and Alphonse make their attempt -- but something goes horribly wrong. In the process, Alphonse loses his body and Edward loses his leg. Ed manages to save Al by attaching his spirit to a suit of armor, but at the cost of his arm and leg.",
    "poster_path": "\/sNpDtjUVNrTIVM1OR4EfEnRi4OH.jpg"
  }, {
    "original_name": "Halt and Catch Fire",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "Halt and Catch Fire",
    "vote_count": 77,
    "first_air_date": "2014",
    "backdrop_path": "\/nc1muJ5nPsALTcuFtDnVcMivNca.jpg",
    "id": 59659,
    "vote_average": 7.9,
    "overview": "Set in the early 1980s, and about a fictional visionary, an engineer and a prodigy whose innovations confronts the corporate behemoths of the time. Their personal and professional partnership will be challenged by greed and ego while charting the changing culture in Texas' Silicon Prairie.",
    "poster_path": "\/2Rcq4JpQ1BsMtUphVcAZEGru2AX.jpg"
  }, {
    "original_name": "Columbo",
    "genres": [80, 18, 9648],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Columbo",
    "vote_count": 86,
    "first_air_date": "1971",
    "backdrop_path": "\/39lDB3EStZjXJm7gZkhTkCjP2IE.jpg",
    "id": 873,
    "vote_average": 8,
    "overview": "Columbo is a friendly, verbose, disheveled-looking police detective who is consistently underestimated by his suspects. Despite his unprepossessing appearance and apparent absentmindedness, he shrewdly solves all of his cases and secures all evidence needed for indictment. His formidable eye for detail and meticulously dedicated approach often become clear to the killer only late in the storyline.",
    "poster_path": "\/2JCD8vab3fircOU8cM2HJCxfv4I.jpg"
  }, {
    "original_name": "Father Ted",
    "id": 1813,
    "name": "Father Ted",
    "vote_count": 8,
    "vote_average": 8,
    "first_air_date": "1995",
    "poster_path": "\/aM5bXf38BhcQLjX9gmVANOFmS0a.jpg",
    "genres": [35],
    "actors": [7, 19, 10],
    "backdrop_path": "\/mQ6uT3IEtar0jiPeRpc8KeYAfGn.jpg",
    "overview": "A crazy comedy about three rather strange parish priests exiled to Craggy Island, a remote island off the Irish west coast."
  }, {
    "original_name": "Gomorra - La serie",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Gomorrah",
    "vote_count": 0,
    "first_air_date": "2014",
    "backdrop_path": "\/szljytU8PkX9gMeMYmLp7H7zhVA.jpg",
    "id": 61068,
    "vote_average": 7.9,
    "overview": "Based on Robert Saviano's bestselling book, this gritty Italian crime drama paints a portrait of the brutal Neapolitan crime organisation the Camorra, as seen through the eyes of Ciro Di Marzo, the obedient and self- confident right-hand man of the clan's godfather, Pietro Savastano.",
    "poster_path": "\/hbyns1rKCL1f9l0brzmwLHv6smL.jpg"
  }, {
    "original_name": "The Deuce",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "The Deuce",
    "vote_count": 8,
    "first_air_date": "2017",
    "backdrop_path": "\/kk89EzbNeXc2cwt46maFrLEk4WZ.jpg",
    "id": 65817,
    "vote_average": 8,
    "overview": "The story of the legalization and subsequent rise of the porn industry in New York’s Times Square from the early ’70s through the mid ’80s, exploring the rough-and-tumble world that existed there until the rise of HIV, the violence of the cocaine epidemic and the renewed real estate market ended the bawdy turbulence of the area.",
    "poster_path": "\/o5pPCPs6VxNbeqGQ0PIPbnDPV81.jpg"
  }, {
    "original_name": "Lonesome Dove",
    "genres": [18, 37],
    "actors": [3, 13, 33, 23, 21],
    "name": "Lonesome Dove",
    "vote_count": 3,
    "first_air_date": "1989",
    "backdrop_path": "\/a2DJqJLbuJGbGIS1wgQ9o3U0AEf.jpg",
    "id": 41692,
    "vote_average": 8,
    "overview": "A pair of longtime friends and former Texas Rangers crave one last adventure before hanging-up their spurs. After stealing over a thousand head of cattle from rustlers south of the border, they recruit an unlikely crew of hands to drive the herd 3,000 miles north to the grasslands of Montana.",
    "poster_path": "\/pXpA0VVB7IDuesAZB0ff0WmuxAc.jpg"
  }, {
    "original_name": "I Love Lucy",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "I Love Lucy",
    "vote_count": 2,
    "first_air_date": "1951",
    "backdrop_path": "\/c85wZB7Qkkq2B4SO6EdtKJyl9lf.jpg",
    "id": 2730,
    "vote_average": 8,
    "overview": "Cuban Bandleader Ricky Ricardo would be happy if his wife Lucy would just be a housewife. Instead she tries constantly to perform at the Tropicana where he works, and make life comically frantic in the apartment building they share with landlords Fred and Ethel Mertz, who also happen to be their best friends.",
    "poster_path": "\/qvPk5BDS1tYRyoxerU6bYk5zix6.jpg"
  }, {
    "original_name": "The Pacific",
    "id": 16997,
    "name": "The Pacific",
    "vote_count": 1,
    "vote_average": 8,
    "first_air_date": "2010",
    "poster_path": "\/xV7FKNqOwnO3aJSiRM8WCrwdRS8.jpg",
    "genres": [12, 18, 36, 10752, 10759],
    "actors": [6, 5, 15, 12],
    "backdrop_path": "\/jPT0fSpq1VPgqFbOgQgrG88u6ao.jpg",
    "overview": "Track the intertwined real-life stories of three U.S. Marines – Robert Leckie, John Basilone, and Eugene Sledge – across the vast canvas of the Pacific Theater during World War II. A companion piece to the 2001 miniseries Band of Brothers."
  }, {
    "original_name": "Agatha Christie's Poirot",
    "genres": [80, 18, 9648],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Agatha Christie's Poirot",
    "vote_count": 28,
    "first_air_date": "1989",
    "backdrop_path": "\/xAnaVnevwT1ODhWLGdrDYWcFG84.jpg",
    "id": 790,
    "vote_average": 8,
    "overview": "From England to Egypt, accompanied by his elegant and trustworthy sidekicks, the intelligent yet eccentrically-refined Belgian detective Hercule Poirot pits his wits against a collection of first class deceptions.",
    "poster_path": "\/5shIDhTIfRnmUAXMS4wF2GF0NFO.jpg"
  }, {
    "original_name": "Altered Carbon",
    "genres": [80, 18, 9648, 10765],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Altered Carbon",
    "vote_count": 51,
    "first_air_date": "2018",
    "backdrop_path": "\/xETbCo8l06poxFUgbtaUeKmLadz.jpg",
    "id": 68421,
    "vote_average": 8,
    "overview": "After 250 years on ice, a prisoner returns to life in a new body with one chance to win his freedom: by solving a mind-bending murder.",
    "poster_path": "\/pZg2NUDPJA54AmDs1Y1ZLizBrpd.jpg"
  }, {
    "original_name": "Stargate Atlantis",
    "genres": [18, 10759, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Stargate Atlantis",
    "vote_count": 23,
    "first_air_date": "2004",
    "backdrop_path": "\/oMDLAbjhFw1my2L1AO4hHS1ZJNz.jpg",
    "id": 2290,
    "vote_average": 7.9,
    "overview": "With the Ancients' city of Atlantis discovered in the Pegasus Galaxy by Stargate Command, Dr. Elizabeth Weir and Major Sheppard lead a scientific expedition to the ancient abandoned city. Once there, the team not only find themselves unable to contact Earth, but their explorations unexpectedly reawaken the Ancients' deadly enemies, The Wraith, who hunger for this new prey. Now with the help of newfound local allies like Teyla Emmagan, the Atlantis Team sets about to uncover their new home's secrets even as their war of survival against the Wraith begins.",
    "poster_path": "\/dcofw4ByyS0o2CZrYjzhgV2Pgd0.jpg"
  }, {
    "original_name": "The Legend of Korra",
    "genres": [16, 18, 10751, 10759, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "The Legend of Korra",
    "vote_count": 72,
    "first_air_date": "2012",
    "backdrop_path": "\/5oFP15MGaVjdmkrbAUp6IjSFLB0.jpg",
    "id": 33880,
    "vote_average": 7.9,
    "overview": "Avatar Korra, a headstrong, rebellious, feisty young woman who continually challenges and breaks with tradition, is on her quest to become a fully realized Avatar. In this story, the Avatar struggles to find balance within herself.",
    "poster_path": "\/qsp8RtGvPHQ55ukKImVu0aWBCWk.jpg"
  }, {
    "original_name": "Flight of the Conchords",
    "id": 2742,
    "name": "Flight of the Conchords",
    "vote_count": 17,
    "vote_average": 8,
    "first_air_date": "2007",
    "poster_path": "\/ynboK8qiOTz0X44r59LpfF8jBP5.jpg",
    "genres": [35],
    "actors": [7, 19, 10],
    "backdrop_path": "\/sVuVGXOZN00AoymLegzv371aMLD.jpg",
    "overview": "The trials and tribulations of a two man, digi-folk band who have moved from New Zealand to New York in the hope of forging a successful music career. So far they've managed to find a manager (whose \"other\" job is at the New Zealand Consulate), one fan (a married obsessive) and one friend (who owns the local pawn shop) -- but not much else."
  }, {
    "original_name": "Silicon Valley",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Silicon Valley",
    "vote_count": 43,
    "first_air_date": "2014",
    "backdrop_path": "\/8vk5R31KG5UQTAwTVEBxn65NSB.jpg",
    "id": 60573,
    "vote_average": 8,
    "overview": "In the high-tech gold rush of modern Silicon Valley, the people most qualified to succeed are the least capable of handling success. Partially inspired by Mike Judge’s own experiences as a Silicon Valley engineer in the late ‘80s, Silicon Valley is an American sitcom that centers around six programmers who are living together and trying to make it big in the Silicon Valley.",
    "poster_path": "\/dc5r71XI1gD4YwIUoEYCLiVvtss.jpg"
  }, {
    "original_name": "X-Men",
    "genres": [16, 10759, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "X-Men",
    "vote_count": 43,
    "first_air_date": "1992",
    "backdrop_path": "\/q2g5hDOx80xN6jlMYbvKLCsOESD.jpg",
    "id": 4574,
    "vote_average": 7.9,
    "overview": "The X-Men are an elite team of mutants, genetically gifted human beings with superpowers, sworn to fight for mutant rights against hostile Government agencies, whilst at the same time protecting mankind from mutant supremacist Magneto who seeks to destroy the human race in return for the atrocities committed against mutant kind.",
    "poster_path": "\/cDAy9vmtrpzzyiLmnlRKHPCzLGj.jpg"
  }, {
    "original_name": "Mr. Robot",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Mr. Robot",
    "vote_count": 386,
    "first_air_date": "2015",
    "backdrop_path": "\/4n0TZfTUSUELqRrOA8sZKWs9bWU.jpg",
    "id": 62560,
    "vote_average": 7.9,
    "overview": "A contemporary and culturally resonant drama about a young programmer, Elliot, who suffers from a debilitating anti-social disorder and decides that he can only connect to people by hacking them. He wields his skills as a weapon to protect the people that he cares about. Elliot will find himself in the intersection between a cybersecurity firm he works for and the underworld organizations that are recruiting him to bring down corporate America.",
    "poster_path": "\/qE0t9rlClIReax0d5tr3j300wUt.jpg"
  }, {
    "original_name": "Parks and Recreation",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Parks and Recreation",
    "vote_count": 3,
    "first_air_date": "2009",
    "backdrop_path": "\/2T40B6Kdp8V72AdIk1yEokKAalr.jpg",
    "id": 8592,
    "vote_average": 7.9,
    "overview": "Hilarious ensemble comedy that follows Leslie Knope, a mid-level bureaucrat in the Parks and Recreation Department of Pawnee, Indiana, and her tireless efforts to make her quintessentially American town just a little bit more fun.",
    "poster_path": "\/9kWSJ9c8NlBY2WgfvOZZ71kafSx.jpg"
  }, {
    "original_name": "Boardwalk Empire",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Boardwalk Empire",
    "vote_count": 71,
    "first_air_date": "2010",
    "backdrop_path": "\/ipPpVwGS0VdtnxF8iEjrD8oryeA.jpg",
    "id": 1621,
    "vote_average": 7.9,
    "overview": "Boardwalk Empire is a period drama focusing on Enoch \"Nucky\" Thompson (based on the historical Enoch L. Johnson), a political figure who rose to prominence and controlled Atlantic City, New Jersey, during the Prohibition period of the 1920s and 1930s. Nucky interacts with several historical figures in both his personal and political life, including mobsters, politicians, government agents, and the common folk who look up to him. The federal government also takes an interest in the bootlegging and other illegal activities in the area, sending agents to investigate possible mob connections but also looking at Nucky's lifestyle—expensive and lavish for a county political figure.\n\nPrimetime Emmy Award-winning screenwriter and producer Terence Winter adapted the show from Boardwalk Empire: The Birth, High Times, and Corruption of Atlantic City, a book by Nelson Johnson about historical criminal kingpin Enoch L. Johnson.",
    "poster_path": "\/yXZ0ooun7zNNBS9kuHS3TYlnYZ4.jpg"
  }, {
    "original_name": "ドラゴンボールゼット",
    "genres": [16, 35, 10759, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "Dragon Ball Z",
    "vote_count": 59,
    "first_air_date": "1989",
    "backdrop_path": "\/ydf1CeiBLfdxiyNTpskM0802TKl.jpg",
    "id": 12971,
    "vote_average": 7.9,
    "overview": "Dragon Ball Z is a Japanese animated television series produced by Toei Animation. Dragon Ball Z is the sequel to the Dragon Ball anime and adapts the last 26 volumes of the original 42 volume Dragon Ball manga series created by Akira Toriyama The series Debut in 1988-1995 on Weekly Shounen Jump. Dragon Ball Z depicts the continuing adventures of Goku and his companions to defend against an assortment of villains which seek to destroy or rule the Earth.\n\nThe anime first aired in Japan from April 25, 1989, to January 31, 1996, and was dubbed in several territories around the world, including the United States, Europe, and in Latin America.",
    "poster_path": "\/dBsDWUcdfbuZwglgyeeQ9ChRoS4.jpg"
  }, {
    "original_name": "Life on Mars",
    "genres": [18, 9648, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Life on Mars",
    "vote_count": 9,
    "first_air_date": "2006",
    "backdrop_path": "\/vINpgc37LmhwmbjidLx6lKSzsSH.jpg",
    "id": 2973,
    "vote_average": 8,
    "overview": "A detective chief inspector from 2006 is investigating a serial killer when he is knocked over by a speeding car. Waking up, he finds himself mysteriously transported back in time to 1973. Initially struggling to come to terms with his situation, he has to come to terms with the old-fashioned technology and attitude of the day, while figuring out how he came to be trapped in the past.",
    "poster_path": "\/n2pJxiq74y19ghE7FXeYyDXh90y.jpg"
  }, {
    "original_name": "MythBusters",
    "genres": [99],
    "actors": [19, 1, 2, 14],
    "name": "MythBusters",
    "vote_count": 59,
    "first_air_date": "2003",
    "backdrop_path": "\/yuN2y7tI1F33jaAEYf5arICFD4y.jpg",
    "id": 1428,
    "vote_average": 7.9,
    "overview": "MythBusters is a science entertainment television program created and produced by Australia's Beyond Television Productions for the Discovery Channel. The show's hosts, special effects experts Adam Savage and Jamie Hyneman, use elements of the scientific method to test the validity of rumors, myths, movie scenes, adages, Internet videos, and news stories.",
    "poster_path": "\/6kgwVtsjKnnk3cZvYF3a60cDJ93.jpg"
  }, {
    "original_name": "Spider-Man",
    "genres": [16, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "Spider-Man",
    "vote_count": 22,
    "first_air_date": "1994",
    "backdrop_path": "\/7wQT4Udf7L3xhbnCadMFsYQK7OD.jpg",
    "id": 888,
    "vote_average": 7.9,
    "overview": "Spider-Man, also known as Spider-Man: The Animated Series, was an American animated television series based on the Marvel Comics superhero, Spider-Man. The show ran on Fox Kids from November 19, 1994, to January 31, 1998. The producer\/story editor was John Semper, Jr. and the production company was Marvel Films Animation. The instrumental theme song for the series was performed by Joe Perry of Aerosmith. Reruns can currently be seen for free at Marvel.com.",
    "poster_path": "\/3fsISr52Gj8SXGZAXHQdQn4AGo6.jpg"
  }, {
    "original_name": "Luther",
    "genres": [80, 18, 9648],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Luther",
    "vote_count": 45,
    "first_air_date": "2010",
    "backdrop_path": "\/cMwPbZ3xAIGZCN5dxGw49mpRQeg.jpg",
    "id": 1426,
    "vote_average": 7.9,
    "overview": "A dark psychological crime drama starring Idris Elba as Luther, a man struggling with his own terrible demons, who might be as dangerous as the depraved murderers he hunts.",
    "poster_path": "\/hDxOMX8zzH1FiqKWVBzNaYGBkle.jpg"
  }, {
    "original_name": "Police Squad!",
    "id": 6024,
    "name": "Police Squad!",
    "vote_count": 1,
    "vote_average": 7.9,
    "first_air_date": "1982",
    "poster_path": "\/Aqe4AEkVOHyt942WnyGYhiglUdT.jpg",
    "genres": [35],
    "actors": [7, 19, 10],
    "backdrop_path": "\/g09l3WbO0qBceOb0PxAyY7IzPUY.jpg",
    "overview": "Police Squad! is a television comedy series first broadcast in 1982, created by David Zucker, Jim Abrahams and Jerry Zucker, and starring Leslie Nielsen. A spoof of police procedurals, the series featured Zucker, Abrahams and Zucker's usual sight gags, wordplay and non sequiturs. While a parody of many television shows and movies, it bore a particular resemblance to the Lee Marvin cop show, M Squad and the late 1960s series Felony Squad. Although cancelled after only six episodes, the show spawned the successful Naked Gun film series. TV Guide ranked it #7 on their 2013 list of 60 shows that were \"Cancelled Too Soon\"."
  
  }, {
    "original_name": "Sons of Anarchy",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Sons of Anarchy",
    "vote_count": 57,
    "first_air_date": "2008",
    "backdrop_path": "\/fZ8j6F8dxZPA8wE5sGS9oiKzXzM.jpg",
    "id": 1409,
    "vote_average": 7.9,
    "overview": "An adrenalized drama with darkly comedic undertones that explores a notorious outlaw motorcycle club’s (MC) desire to protect its livelihood while ensuring that their simple, sheltered town of Charming, California remains exactly that, charming. The MC must confront threats from drug dealers, corporate developers, and overzealous law officers. Behind the MC’s familial lifestyle and legally thriving automotive shop is a ruthless and illegal arms business driven by the seduction of money, power, and blood.",
    "poster_path": "\/2qg0MOwPD1G0FcYpDPeu6AOjh8i.jpg"
  }, {
    "original_name": "Coupling",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Coupling",
    "vote_count": 13,
    "first_air_date": "2000",
    "backdrop_path": "\/AbjPWfHuUxwY9AmG5EbwHtn0TUs.jpg",
    "id": 2719,
    "vote_average": 7.8,
    "overview": "Coupling is a British television sitcom written by Steven Moffat that aired on BBC2 from May 2000 to June 2004. Produced by Hartswood Films for the BBC, the show centres on the dating and sexual adventures and mishaps of six friends in their thirties, often depicting the three women and the three men each talking among themselves about the same events, but in entirely different terms.\n\nThe series was inspired by Moffat's relationship with producer Sue Vertue, to the extent that they gave their names to two of the characters. Coupling is an example of the \"group-genre\", an ensemble show that had proven popular at the time. Critics compared the show to the American sitcoms Friends and Seinfeld.\n\nThe critical reaction was largely positive, and the show was named \"Best TV Comedy\" at the 2003 British Comedy Awards. The show debuted to unimpressive ratings, but its popularity soon increased and by the end of the third series the show had achieved decent ratings in the UK. The series began airing on PBS stations and on BBC America in the United States in late 2002 and quickly gained a devoted fanbase there as well. The show is syndicated around the world. Short-lived American and Greek adaptations were briefly produced in 2003 and 2007 respectively.",
    "poster_path": "\/k9772TXD7SztEovBsLtHh9EwH1S.jpg"
  }, {
    "original_name": "Blackadder",
    "genres": [35, 10768],
    "actors": [7, 19, 10],
    "name": "Blackadder",
    "vote_count": 58,
    "first_air_date": "1983",
    "backdrop_path": "\/3LmhxMKvD0lqpfLA2iu6oMhRLHt.jpg",
    "id": 7246,
    "vote_average": 7.9,
    "overview": "Blackadder is the name that encompassed four series of a BBC 1 period British sitcom, along with several one-off instalments. All television episodes starred Rowan Atkinson as anti-hero Edmund Blackadder and Tony Robinson as Blackadder's dogsbody, Baldrick. Each series was set in a different historical period with the two protagonists accompanied by different characters, though several reappear in one series or another, for example Melchett and Lord Flashheart.\n\nThe first series titled The Black Adder was written by Richard Curtis and Rowan Atkinson, while subsequent episodes were written by Curtis and Ben Elton. The shows were produced by John Lloyd. In 2000 the fourth series, Blackadder Goes Forth, ranked at 16 in the \"100 Greatest British Television Programmes\", a list created by the British Film Institute. Also in the 2004 TV poll to find \"Britain's Best Sitcom\", Blackadder was voted the second-best British sitcom of all time, topped by Only Fools and Horses. It was also ranked as the 20th-best TV show of all time by Empire magazine.",
    "poster_path": "\/y3rXOeklqhZ7BTBveW5WLJqyjgU.jpg"
  }, {
    "original_name": "Ozark",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Ozark",
    "vote_count": 34,
    "first_air_date": "2017",
    "backdrop_path": "\/eLluMqJUIBRo0M5AP6ckLcSyeSb.jpg",
    "id": 69740,
    "vote_average": 7.9,
    "overview": "A financial adviser drags his family from Chicago to the Missouri Ozarks, where he must launder $500 million in five years to appease a drug boss.",
    "poster_path": "\/pCGyPVrI9Fzw6rE1Pvi4BIXF6ET.jpg"
  }, {
    "original_name": "An Idiot Abroad",
    "genres": [35, 99],
    "actors": [7, 19, 10],
    "name": "An Idiot Abroad",
    "vote_count": 7,
    "first_air_date": "2010",
    "backdrop_path": "\/yWHaWFdPEXHaggfpt0OpL6UQcK1.jpg",
    "id": 34014,
    "vote_average": 7.9,
    "overview": "An Idiot Abroad is a British travel documentary television series broadcast on Sky1 and Science, as well as spin-off books published by Canongate Books, created by Ricky Gervais and Stephen Merchant and starring Karl Pilkington. The ongoing theme of both the television series and the books is that Pilkington has no interest in global travel, so Merchant and Gervais make him travel while they stay in the United Kingdom and monitor his progress.",
    "poster_path": "\/nUQVZkN2Mna4aKSFU96OpPF9X2v.jpg"
  }, {
    "original_name": "Mr. Bean",
    "id": 4327,
    "name": "Mr. Bean",
    "vote_count": 95,
    "vote_average": 7.9,
    "first_air_date": "1990",
    "poster_path": "\/zxSXC4968nPv9dew1eabg6yXKTs.jpg",
    "genres": [35],
    "actors": [7, 19, 10],
    "backdrop_path": "\/ipmv6lzVcsLqJOUHu11mvcqYDa9.jpg",
    "overview": "Mr Bean turns simple everyday tasks into chaotic situations and will leave you in stitches as he creates havoc wherever he goes."
  }, {
    "original_name": "Star Trek: Deep Space Nine",
    "genres": [18, 10759, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Star Trek: Deep Space Nine",
    "vote_count": 75,
    "first_air_date": "1993",
    "backdrop_path": "\/mmFDpK8zvQhki1LoDtA5BpTGtOg.jpg",
    "id": 580,
    "vote_average": 7.9,
    "overview": "Star Trek: Deep Space Nine is a science fiction television series set in the Star Trek universe.\n\nThe show is set in the Milky Way galaxy, in the years 2369 - 2375. Unlike the other Star Trek TV shows, it takes place on a space station instead of a starship, so as not to have two series with starships at the same time. This made continuing story arcs and the appearance of recurring characters much more feasible. The show is noted for its well-developed characters and its original, complex plots. The series depended on darker themes, less physical exploration of space, and an emphasis on many aspects of war.\n\nDS9 premiered in 1993 and ran for seven seasons, ending in 1999. Rooted in Gene Roddenberry’s Star Trek universe, it was the first Trek spin-off created without direct involvement from Roddenberry, although he did give his blessing to the concept shortly before his death in 1991. The series was created by Rick Berman and Michael Piller, at the request of Brandon Tartikoff, and produced by Paramount Television. Key writers, in addition to Berman and Piller, included showrunner Ira Steven Behr, Robert Hewitt Wolfe, Ronald D. Moore, Peter Allan Fields, Bradley Thompson, David Weddle, Hans Beimler, and René Echevarria.",
    "poster_path": "\/amrjHOaXxkeVgSrVS0CVmqb3xhR.jpg"
  }, {
    "original_name": "Bosch",
    "genres": [80, 18, 9648],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Bosch",
    "vote_count": 42,
    "first_air_date": "2014",
    "backdrop_path": "\/aJPTwGJ1Y9Z0x42ZUXAWAOO4Abq.jpg",
    "id": 60585,
    "vote_average": 7.9,
    "overview": "Based on Michael Connelly's best-selling novels, these are the stories of relentless LAPD homicide Detective Harry Bosch who pursues justice at all costs. But behind his tireless momentum is a man who is haunted by his past and struggles to remain loyal to his personal code: “Everybody counts or nobody counts.”",
    "poster_path": "\/1phGmDufRU5jmUoPdNIuqiTLfEc.jpg"
  }, {
    "original_name": "The End of the F***ing World",
    "genres": [35, 80, 18],
    "actors": [7, 19, 10],
    "name": "The End of the F***ing World",
    "vote_count": 24,
    "first_air_date": "2017",
    "backdrop_path": "\/p0RTKsgiXDYPd7RIOpuAiXh4qNl.jpg",
    "id": 74577,
    "vote_average": 7.9,
    "overview": "James is 17 and is pretty sure he is a psychopath. Alyssa, also 17, is the cool and moody new girl at school. The pair make a connection and she persuades him to embark on a darkly comedic road trip in search of her real father.",
    "poster_path": "\/xzwwzmXbz6n2Y3fc0GbjqGiFQPm.jpg"
  }, {
    "original_name": "Life",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "Life",
    "vote_count": 4,
    "first_air_date": "2007",
    "backdrop_path": "\/cNbYD4xbzl1n96JJEAnlIFpEJnC.jpg",
    "id": 3797,
    "vote_average": 7.9,
    "overview": "Complex, offbeat Detective Charlie Crews returns to the force after serving time in prison for a crime he didn’t commit. Crews’ new lease on life has provided him with a Zen-like outlook, peace of mind and no need for vengeance, an attitude which can be challenging to maintain when someone he cares about is threatened — or when he is investigating the mystery surrounding the murder he was falsely accused of.",
    "poster_path": "\/r2iN1Ta76lt2sOYcOZw97MLqQjp.jpg"
  }, {
    "original_name": "Shameless",
    "genres": [35, 18],
    "actors": [7, 19, 10],
    "name": "Shameless",
    "vote_count": 88,
    "first_air_date": "2011",
    "backdrop_path": "\/zjOj2gnDJYFdYt6R7FtuHn7yrPr.jpg",
    "id": 34307,
    "vote_average": 7.9,
    "overview": "Chicagoan Frank Gallagher is the proud single dad of six smart, industrious, independent kids, who without him would be... perhaps better off. When Frank's not at the bar spending what little money they have, he's passed out on the floor. But the kids have found ways to grow up in spite of him. They may not be like any family you know, but they make no apologies for being exactly who they are.",
    "poster_path": "\/iRyQTp2L437k6zfFCvZSOWaxQFA.jpg"
  }, {
    "original_name": "Friday Night Lights",
    "id": 4278,
    "name": "Friday Night Lights",
    "vote_count": 1,
    "vote_average": 7.9,
    "first_air_date": "2006",
    "poster_path": "\/Eu7MzZY1DldJ683z7vLkILHNRD.jpg",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "backdrop_path": "\/yh6IssOFN57O7Fqq2dTqVrLDwdl.jpg",
    "overview": "This award-winning drama series centers on life in Dillon, Texas, where high school football brings the community together -- and the drama of small town life threatens to tear it apart."
  }, {
    "original_name": "Master of None",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Master of None",
    "vote_count": 58,
    "first_air_date": "2015",
    "backdrop_path": "\/wQe1cYBkVE9gEUdXrM0cXvLFPJX.jpg",
    "id": 64254,
    "vote_average": 7.9,
    "overview": "30-year-old New York actor Dev takes on such pillars of maturity as the first big job, a serious relationship, and busting sex offenders on the subway.",
    "poster_path": "\/gtgQAWz04BiZ8VLHRaCKmehAvIx.jpg"
  }, {
    "original_name": "Extras",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Extras",
    "vote_count": 28,
    "first_air_date": "2005",
    "backdrop_path": "\/1GhirBvT9O02HtZMmdlfLxqWxm6.jpg",
    "id": 2693,
    "vote_average": 7.9,
    "overview": "Andy Millman gave up his day job five years ago in the hope of achieving the big time, but he’s yet to land a speaking part, let alone saunter down the red carpet to pick up an Oscar. He remains optimistic however, as rubbing shoulders with the A-list on-set only serves to reinforce his belief that the big time is just a job or two away.",
    "poster_path": "\/icxpj4WnEuS1VH743Oi1b1XufC4.jpg"
  }, {
    "original_name": "John Adams",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "John Adams",
    "vote_count": 13,
    "first_air_date": "2008",
    "backdrop_path": "\/4hRzhkUKj8nxQbVhpdljmW8RKA.jpg",
    "id": 15114,
    "vote_average": 7.9,
    "overview": "John Adams is a 2008 American television miniseries chronicling most of U.S. President John Adams' political life and his role in the founding of the United States. Paul Giamatti portrays John Adams. The miniseries was directed by Tom Hooper. Kirk Ellis wrote the screenplay based on the book John Adams by David McCullough. The biopic of John Adams and the story of the first fifty years of the United States was broadcast in seven parts by HBO between March 16 and April 20, 2008. John Adams received widespread critical acclaim, and many prestigious awards. The show won four Golden Globe awards and thirteen Emmy awards, which is more than any other miniseries in history.",
    "poster_path": "\/kHwVI4tSqVhVOcvtZgdmuRi9A3g.jpg"
  }, {
    "original_name": "The Outer Limits",
    "genres": [18, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "The Outer Limits",
    "vote_count": 1,
    "first_air_date": "1995",
    "backdrop_path": "\/jfY71rhRmEwTa5TBQhiEn4wUMA6.jpg",
    "id": 21561,
    "vote_average": 7.9,
    "overview": "The Outer Limits is an anthology series of distinct story episodes, sometimes with a plot twist at the end. Unlike the original incarnation of the series, which was a pure anthology with each episode completely unrelated to the others, the revival series maintained an anthology format, but occasionally featured recurring story elements that were often tied together during season-finale clip shows.",
    "poster_path": "\/izWip8IQOGJC50BUvq87DhgkgwS.jpg"
  }, {
    "original_name": "Archer",
    "genres": [16, 35, 18, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "Archer",
    "vote_count": 84,
    "first_air_date": "2009",
    "backdrop_path": "\/lX8Ic3A76JaZtbKvQoozIMr3XxB.jpg",
    "id": 10283,
    "vote_average": 7.9,
    "overview": "Sterling Archer is the world's most daunting spy. He works for ISIS, a spy agency run by his mother. In between dealing with his boss and his co-workers - one of whom is his ex-girlfriend - Archer manages to annoy or seduce everyone that crosses his path. His antics are only excusable because at the end of the day, he still somehow always manages to thwart whatever crises was threatening mankind.",
    "poster_path": "\/eXu3OQ1tRgiKsiKMifvNdwwwTQc.jpg"
  }, {
    "original_name": "Community",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Community",
    "vote_count": 54,
    "first_air_date": "2009",
    "backdrop_path": "\/jXgRviDaUC1hw72QVhwkZVAiHNX.jpg",
    "id": 18347,
    "vote_average": 7.9,
    "overview": "Follow the lives of a group of students at what is possibly the world’s worst community college in the fictional locale of Greendale, Colorado.",
    "poster_path": "\/kMceNzAgVtl6MwU5C7Iv9azPbih.jpg"
  }, {
    "original_name": "This Is Us",
    "genres": [35, 18],
    "actors": [7, 19, 10],
    "name": "This Is Us",
    "vote_count": 10,
    "first_air_date": "2016",
    "backdrop_path": "\/shJhgNuC2a4hPdqvm8IDXFvYwLx.jpg",
    "id": 67136,
    "vote_average": 7.9,
    "overview": "Follows the lives and families of three adults living and growing up in the United States of America in present and past times. As their paths cross and their life stories intertwine in curious ways, we find that several of them share the same birthday - and so much more than anyone would expect.",
    "poster_path": "\/7ZmbGXdpwC3bGKLhfa13R2enhAP.jpg"
  }, {
    "original_name": "Trailer Park Boys",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Trailer Park Boys",
    "vote_count": 3,
    "first_air_date": "2001",
    "backdrop_path": "\/hzJLcROdCaldi7vcW6vSwrOHD6c.jpg",
    "id": 3796,
    "vote_average": 7.9,
    "overview": "Follow the booze-fueled misadventures of three longtime pals and petty serial criminals who run scams from their Nova Scotia trailer park.",
    "poster_path": "\/2oxnChmt8USYhMwWwx7pd04hpSI.jpg"
  }, {
    "original_name": "Wentworth",
    "id": 44856,
    "name": "Wentworth",
    "vote_count": 7,
    "vote_average": 7.9,
    "first_air_date": "2013",
    "poster_path": "\/3iCxWUCrsaxtrn1LZToeYw4WtOP.jpg",
    "genres": [18, 80],
    "actors": [3, 13, 33, 23, 21],
    "backdrop_path": "\/oN0euWWsrqDi0e90ZXJ966OT1OD.jpg",
    "overview": "Bea Smith is locked up while awaiting trial for the attempted murder of her husband and must learn how life works in prison. A modern adaptation and sequel of the iconic Prisoner series."
  }, {
    "original_name": "Star Trek: Voyager",
    "genres": [18, 10759, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Star Trek: Voyager",
    "vote_count": 40,
    "first_air_date": "1995",
    "backdrop_path": "\/yRsjaKfBHXtxbAWRLH7P7cWh68.jpg",
    "id": 1855,
    "vote_average": 7.9,
    "overview": "Pulled to the far side of the galaxy, where the Federation is 75 years away at maximum warp speed, a Starfleet ship must cooperate with Maquis rebels to find a way home.",
    "poster_path": "\/msYAJySH9GlwFva4rI32i600I2Y.jpg"
  }, {
    "original_name": "フリクリ",
    "genres": [16, 35, 18, 10759, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "FLCL",
    "vote_count": 8,
    "first_air_date": "2000",
    "backdrop_path": "\/uiBb01nmHwyVTSILSMKJ4WIvijc.jpg",
    "id": 5895,
    "vote_average": 7.9,
    "overview": "A 12-year old boy named Naota one day meets a strange woman, riding a Vespa and wielding a big guitar.  As soon as she appears, mysterious things start happening.",
    "poster_path": "\/FkgA8CcmiLJGVCRYRQ2g2UfVtF.jpg"
  }, {
    "original_name": "The Knick",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "The Knick",
    "vote_count": 59,
    "first_air_date": "2014",
    "backdrop_path": "\/d35YQAlf4rbpI07ZvJeCWnRWQEi.jpg",
    "id": 61014,
    "vote_average": 7.9,
    "overview": "Set in downtown New York in 1900, 'The Knick' is centered on the Knickerbocker Hospital and the groundbreaking surgeons, nurses and staff who work there, pushing the bounds of medicine in a time of astonishingly high mortality rates and zero antibiotics.\n\nJohn Thackery is a brilliant surgeon pioneering new methods in the field, despite his secret addiction to cocaine. He leads a team of doctors including his protégé Dr. Everett Gallinger; the young Dr. Bertie Chickering Jr. and Dr. Algernon Edwards, a promising surgeon who's been recently thrust upon him. The lively cast of characters at the hospital also includes Cornelia Robertson, the daughter of its benefactor, Captain August Robertson; surly ambulance driver Tom Cleary; Lucy Elkins; a fresh-faced nurse from the country; the crooked hospital administrator Herman Barrow; and Sister Harriet, a nun who isn't afraid to speak her mind.",
    "poster_path": "\/zVZCr1hkbUNiL29DqZcfOxOAbwR.jpg"
  }, {
    "original_name": "Friends",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Friends",
    "vote_count": 446,
    "first_air_date": "1994",
    "backdrop_path": "\/efiX8iir6GEBWCD0uCFIi5NAyYA.jpg",
    "id": 1668,
    "vote_average": 7.9,
    "overview": "The misadventures of a group of friends as they navigate the pitfalls of work, life and love in Manhattan.",
    "poster_path": "\/7buCWBTpiPrCF5Lt023dSC60rgS.jpg"
  }, {
    "original_name": "Big Little Lies",
    "id": 66292,
    "name": "Big Little Lies",
    "vote_count": 13,
    "vote_average": 7.9,
    "first_air_date": "2017",
    "poster_path": "\/6nxTO2tYDBR9twPWlDC3I1eXUnY.jpg",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "backdrop_path": "\/we0Z9qjBN0rmQqqhzxonKZjQJak.jpg",
    "overview": "The tale of three mothers of first graders whose apparently perfect lives unravel to the point of murder."
  }, {
    "original_name": "The Pillars of the Earth",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "The Pillars of the Earth",
    "vote_count": 59,
    "first_air_date": "2010",
    "backdrop_path": "\/zYmvitZ105dyPlHYeukO2u6qvLG.jpg",
    "id": 33234,
    "vote_average": 7.8,
    "overview": "A sweeping epic of good and evil, treachery and intrigue, violence and beauty, a sensuous, spirited story set against a backdrop of war, religious strife and power struggles in 12th Century England.",
    "poster_path": "\/lnWMGemtHvGbsYchQlzpmJ0ow3D.jpg"
  }, {
    "original_name": "Batman Beyond",
    "genres": [16, 9648, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "Batman Beyond",
    "vote_count": 19,
    "first_air_date": "1999",
    "backdrop_path": "\/2Div7i8CyfOVOXUr5jTv5ymhxcL.jpg",
    "id": 513,
    "vote_average": 7.8,
    "overview": "20 years after Bruce Wayne hung up his cowl, his secret is discovered by troubled teen Terry McGinnis. After McGinnis' father is murdered by the man who now controls Wayne Enterprises, McGinnis is fitted into a high-tech Bat suit by Bruce Wayne, creating a new hero for a future Gotham.",
    "poster_path": "\/uC5a5SCy9siQejcSGpIehmm4Sya.jpg"
  }, {
    "original_name": "White Collar",
    "id": 21510,
    "name": "White Collar",
    "vote_count": 58,
    "vote_average": 7.8,
    "first_air_date": "2009",
    "poster_path": "\/wsD09ud4IhG3G4ZMIfyu05HHEJh.jpg",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "backdrop_path": "\/r7cu6JmufcG79dcgGzEVguvKnZm.jpg",
    "overview": "Neal Caffrey, a con man, forger and thief, is captured after a three-year game of cat and mouse with the FBI. With only months left serving a four-year sentence, he escapes to look for Kate, his girlfriend. Peter Burke, the FBI agent who initially captured Caffrey, finds and returns him to prison. This time, Caffrey proposes a deal with the FBI, as part of a work-release program. After some hesitation, Burke agrees, and thus begins this unconventional arrangement where Caffrey helps Burke apprehend white collar criminals."
  }, {
    "original_name": "Goliath",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Goliath",
    "vote_count": 4,
    "first_air_date": "2016",
    "backdrop_path": "\/fG61FvQRP71W46y43gw8u7iD1Sp.jpg",
    "id": 67384,
    "vote_average": 7.7,
    "overview": "Once a powerful lawyer, Billy McBride is now burned out and washed up, spending more time in a bar than a courtroom. When he reluctantly agrees to pursue a wrongful death lawsuit against the biggest client of Cooperman &amp; McBride, the massive law firm he helped create, Billy and his ragtag team uncover a vast and deadly conspiracy, pitting them all in a life or death trial against the ultimate Goliath.",
    "poster_path": "\/AmiS3gGH5ybEnmnPRNzQdsLQHD5.jpg"
  }, {
    "original_name": "Spartacus",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "Spartacus",
    "vote_count": 48,
    "first_air_date": "2010",
    "backdrop_path": "\/kXgrZms2TwLTlaNS7uVAa3VPwNk.jpg",
    "id": 46296,
    "vote_average": 7.8,
    "overview": "Spartacus is an American television series inspired by the historical figure of Spartacus, a Thracian gladiator who from 73 to 71 BCE led a major slave uprising against the Roman Republic departing from Capua.",
    "poster_path": "\/18FWPmsh2dULwMyWGjNDCUsmGRM.jpg"
  }, {
    "original_name": "Atypical",
    "genres": [35, 18],
    "actors": [7, 19, 10],
    "name": "Atypical",
    "vote_count": 2,
    "first_air_date": "2017",
    "backdrop_path": "\/dRPYFF5vVbg2JxYiUO0da9wHZGO.jpg",
    "id": 71578,
    "vote_average": 7.8,
    "overview": "Sam, an 18-year-old on the autism spectrum, takes a funny, yet painful, journey of self-discovery for love and independence and upends his family.",
    "poster_path": "\/iZ10Q7bEBP5bYD8DpKIbsRxdpeC.jpg"
  }, {
    "original_name": "Scrubs",
    "genres": [35, 18],
    "actors": [7, 19, 10],
    "name": "Scrubs",
    "vote_count": 74,
    "first_air_date": "2001",
    "backdrop_path": "\/gn18IaampxKKRgxSrCJORhWi84J.jpg",
    "id": 4556,
    "vote_average": 7.8,
    "overview": "In the unreal world of Sacred Heart Hospital, John \"J.D\" Dorian learns the ways of medicine, friendship and life.",
    "poster_path": "\/x40NhjIPoDoTbT0z2utFgIedtwh.jpg"
  }, {
    "original_name": "Manhunt: Unabomber",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Manhunt: Unabomber",
    "vote_count": 4,
    "first_air_date": "2017",
    "backdrop_path": "\/z2ZmYbhk0McewduBFtCqkmcZoqT.jpg",
    "id": 72597,
    "vote_average": 7.8,
    "overview": "Follow Jim Fitzgerald, the FBI agent who tracked down Ted Kaczynksi, aka the “Unabomber,” and brought him to justice through his expertise in profiling and linguistics.",
    "poster_path": "\/gmSOPIOenH39XHEdtfPwgi2lWNj.jpg"
  }, {
    "original_name": "僕だけがいない街",
    "genres": [16, 18, 9648],
    "actors": [18, 17, 7, 2, 3],
    "name": "ERASED",
    "vote_count": 1,
    "first_air_date": "2016",
    "backdrop_path": "\/pjsAT6G0w53NHFfXifmYxntbCwU.jpg",
    "id": 65249,
    "vote_average": 7.9,
    "overview": "Satoru Fujinuma is a struggling manga artist who has the ability to turn back time and prevent deaths. When his mother is killed he turns back time to solve the mystery, but ends up back in elementary school, just before the disappearance of his classmate Kayo.",
    "poster_path": "\/d4IEwPH9VY3R8LuWHXhsb1iScdz.jpg"
  }, {
    "original_name": "Hannibal",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "Hannibal",
    "vote_count": 7,
    "first_air_date": "2013",
    "backdrop_path": "\/aTUG87A0E97Q7iZ8QVIfJM39w3e.jpg",
    "id": 40008,
    "vote_average": 7.8,
    "overview": "Both a gift and a curse, Graham has the extraordinary ability to think like his prey—he sees what they see, feels what they feel. But while Graham is pursuing an especially troubling, cannibalistic murderer, Special Agent Jack Crawford teams him with a highly respected psychiatrist – a man with a taste for the criminal minded – Dr. Hannibal Lecter.",
    "poster_path": "\/kArcGHvTb7m1v6RFHdU40jpiGZD.jpg"
  }, {
    "original_name": "Making a Murderer",
    "genres": [99],
    "actors": [19, 1, 2, 14],
    "name": "Making a Murderer",
    "vote_count": 95,
    "first_air_date": "2015",
    "backdrop_path": "\/clmdHJpw3NuUCZveyTTwB83wmRH.jpg",
    "id": 64439,
    "vote_average": 7.8,
    "overview": "Filmed over 10 years, this real-life thriller follows a DNA exoneree who, while exposing police corruption, becomes a suspect in a grisly new crime.",
    "poster_path": "\/4ukKkwZWDSCxdXKBWUEfLSuHWmS.jpg"
  }, {
    "original_name": "Tom Clancy's  Jack Ryan",
    "genres": [18, 10759, 10768],
    "actors": [3, 13, 33, 23, 21],
    "name": "Tom Clancy's  Jack Ryan",
    "vote_count": 7,
    "first_air_date": "2018",
    "backdrop_path": "\/6ovk8nrrSmN1ieT14zBAxcHbMU7.jpg",
    "id": 73375,
    "vote_average": 7.8,
    "overview": "When CIA analyst Jack Ryan stumbles upon a suspicious series of bank transfers his search for answers pulls him from the safety of his desk job and catapults him into a deadly game of cat and mouse throughout Europe and the Middle East, with a rising terrorist figurehead preparing for a massive attack against the US and her allies.",
    "poster_path": "\/1raUrQr8Y2tSYjTDbk8wfWGKTmX.jpg"
  }, {
    "original_name": "The Adventures of Tintin",
    "genres": [16, 10759],
    "actors": [18, 17, 7, 2, 3],
    "name": "The Adventures of Tintin",
    "vote_count": 3,
    "first_air_date": "1991",
    "backdrop_path": "\/4CtmCXciEqiOyQ740TOdnvfitL2.jpg",
    "id": 1570,
    "vote_average": 7.8,
    "overview": "Travel with Tintin, the young and intrepid Belgian reporter, and his faithful dog Snowy as they take you from Tibet to the Moon, or from Egypt to the depths of the sea -- solving mysteries, pursuing truth and justice, and gambling with their lives.",
    "poster_path": "\/AmzCzeLB9IGboReaGGRmbvU28xr.jpg"
  }, {
    "original_name": "Angels in America",
    "genres": [80, 18, 9648],
    "actors": [5, 14, 2, 19],
    "name": "Angels in America",
    "vote_count": 3,
    "first_air_date": "2003",
    "backdrop_path": "\/Ag4qgSKgal8EAioX3np2t6gGOXj.jpg",
    "id": 11245,
    "vote_average": 7.8,
    "overview": "Set in 1985, the film has at its core the story of two couples whose relationships dissolve amidst the backdrop of Reagan era politics, the spreading AIDS epidemic, and a rapidly changing social and political climate.",
    "poster_path": "\/rDDI99PcpxnKxcO1C5i1IE7B63r.jpg"
  }, {
    "original_name": "Person of Interest",
    "genres": [28, 12, 18, 9648],
    "actors": [1, 11, 21, 31],
    "name": "Person of Interest",
    "vote_count": 79,
    "first_air_date": "2011",
    "backdrop_path": "\/wJ1D6uvKmc5sqqdYfyNmWMMxS22.jpg",
    "id": 1411,
    "vote_average": 7.8,
    "overview": "Person of Interest follows former CIA paramilitary operative, John Reese, who is presumed dead and teams up with reclusive billionaire Finch to prevent violent crimes in New York City by initiating their own type of justice. With the special training that Reese has had in Covert Operations and Finch's genius software inventing mind, the two are a perfect match for the job that they have to complete. With the help of surveillance equipment, they work \"outside the law\" and get the right criminal behind bars. ",
    "poster_path": "\/7XFZOcYiBuFDrhqGrEoawF0T30l.jpg"
  }, {
    "original_name": "Ash vs Evil Dead",
    "genres": [28, 35, 14, 27],
    "actors": [1, 11, 21, 31],
    "name": "Ash vs Evil Dead",
    "vote_count": 69,
    "first_air_date": "2015",
    "backdrop_path": "\/5A2CdLk0ZkCiw1dCngVsTlX4G5u.jpg",
    "id": 62264,
    "vote_average": 7.8,
    "overview": "Bruce Campbell reprises his role as Ash Williams, an aging lothario and chainsaw-handed monster hunter who’s spent the last three decades avoiding maturity, and the terrors of the Evil Dead. But when a Deadite plague threatens to destroy all of mankind, he’s forced to face his demons — both metaphorical and literal.",
    "poster_path": "\/wkHStHo0l34FzuSoaBvLx7nItWC.jpg"
  }, {
    "original_name": "Samurai Jack",
    "genres": [16, 10759, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "Samurai Jack",
    "vote_count": 6,
    "first_air_date": "2001",
    "backdrop_path": "\/fMHtp8Vt9PrL9PhzYfP0OcqPgpR.jpg",
    "id": 2723,
    "vote_average": 7.8,
    "overview": "Made by Genndy Tartakovsky, this animated series tells the story of a great warrior displaced to the distant future by the evil shape-shifting wizard Aku. The world has become a bleak place under the rule of Aku, segregated into fantastic tribes and ruled by Aku's evil robot warlords. Jack travels this foreign landscape in search of a time portal that can return him to his home time so he can \"undo the future that is Aku!\".",
    "poster_path": "\/oSqIeS1nEiWGWNWuQXokzscI3X2.jpg"
  }, {
    "original_name": "Sneaky Pete",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Sneaky Pete",
    "vote_count": 5,
    "first_air_date": "2015",
    "backdrop_path": "\/f1Z5X3iCCKK5FGu5VvzPkXO7eOl.jpg",
    "id": 64199,
    "vote_average": 7.8,
    "overview": "A con man on the run from a vicious gangster takes cover from his past by assuming the identity of his prison cellmate, Pete, “reuniting” with Pete’s estranged family, a colorful, dysfunctional group that threatens to drag him into a world just as dangerous as the one he’s trying to escape - and, just maybe, give him a taste of the loving family he’s never had.",
    "poster_path": "\/5dU7taWEgoH1RnmBqyUKmcD4ig4.jpg"
  }, {
    "original_name": "M*A*S*H",
    "genres": [35, 18, 10768],
    "actors": [7, 19, 10],
    "name": "M*A*S*H",
    "vote_count": 33,
    "first_air_date": "1972",
    "backdrop_path": "\/yE2IH4ZPz9Yl2f0eYp2tzc8JXA.jpg",
    "id": 918,
    "vote_average": 7.8,
    "overview": "The 4077th Mobile Army Surgical Hospital is stuck in the middle of the Korean war. With little help from the circumstances they find themselves in, they are forced to make their own fun. Fond of practical jokes and revenge, the doctors, nurses, administrators, and soldiers often find ways of making wartime life bearable.",
    "poster_path": "\/cvLmJp8AhaddlDxoYrU3TN8uXPm.jpg"
  }, {
    "original_name": "Mystery Science Theater 3000",
    "genres": [35, 10765],
    "actors": [7, 19, 10],
    "name": "Mystery Science Theater 3000",
    "vote_count": 1,
    "first_air_date": "1988",
    "backdrop_path": "\/kkfeLzATyAafWwmD6MGLAaJF7xG.jpg",
    "id": 1952,
    "vote_average": 7.9,
    "overview": "A stranded spaceship pilot captured by mad scientists survives a blitz of cheesy B movies by riffing on them with his funny robot pals.",
    "poster_path": "\/jPfidt1FuZeaO6CxkmMAN7UyCge.jpg"
  }, {
    "original_name": "Boston Legal",
    "genres": [35, 18],
    "actors": [7, 19, 10],
    "name": "Boston Legal",
    "vote_count": 29,
    "first_air_date": "2004",
    "backdrop_path": "\/x0xor1ZQLsKgAllSV65lZVLnU3.jpg",
    "id": 4598,
    "vote_average": 7.8,
    "overview": "Boston Legal is an American legal dramedy created by David E. Kelley and produced in association with 20th Century Fox Television for ABC. The series aired from October 3, 2004, to December 8, 2008.\n\nBoston Legal is a spin-off of long-running Kelley series The Practice, following the exploits of former Practice character Alan Shore at the legal firm of Crane, Poole & Schmidt.",
    "poster_path": "\/gWQOLTUkAEKMarQbDah7zOYESp3.jpg"
  }, {
    "original_name": "Whose Line Is It Anyway?",
    "genres": [35],
    "actors": [7, 19, 10],
    "name": "Whose Line Is It Anyway?",
    "vote_count": 28,
    "first_air_date": "1998",
    "backdrop_path": "\/hdUpWLIDg4JxBM9L3D9RiX8rRem.jpg",
    "id": 61018,
    "vote_average": 7.8,
    "overview": "\"Whose Line Is It Anyway?\" (1998-2007, 2013-) is the US edition of the British show of the same name (with many of the same performers). It features some of the world's finest improv(isational) comics, including Wayne Brady, Colin Mochrie, Ryan Stiles and Drew Carey (Drew also hosting most shows, Aisha Tyler hosting the 2013 season). Each week, the main four improv comics (and a guest improv comic) spontaneously play \"theatre sports\" with crazy scenes, weird quirks, or improvised songs.",
    "poster_path": "\/onGlQzY4VF4nRlp5bARIwh7eTDs.jpg"
  }, {
    "original_name": "Lost",
    "genres": [18, 9648, 10759],
    "actors": [3, 13, 33, 23, 21],
    "name": "Lost",
    "vote_count": 185,
    "first_air_date": "2004",
    "backdrop_path": "\/pRPJj3oczSIxo8L80qNweXaWnrp.jpg",
    "id": 4607,
    "vote_average": 7.8,
    "overview": "Stripped of everything, the survivors of a horrific plane crash  must work together to stay alive. But the island holds many secrets.",
    "poster_path": "\/jyGspygDXJMydTOJj7iWNx9Elyd.jpg"
  }, {
    "original_name": "Happy Valley",
    "genres": [80, 18],
    "actors": [8, 16, 14, 11, 36, 32],
    "name": "Happy Valley",
    "vote_count": 2,
    "first_air_date": "2014",
    "backdrop_path": "\/mT800I3clbU1NYgk3fu41nL6wJh.jpg",
    "id": 61244,
    "vote_average": 7.8,
    "overview": "Happy Valley is a dark, funny, multi-layered thriller revolving around the personal and professional life of Catherine, a dedicated, experienced, hard-working copper. She is also a bereaved mother who looks after her orphaned grandchild.",
    "poster_path": "\/icOYQvsyM7m8cX515wOM0GPExYb.jpg"
  }, {
    "original_name": "Mozart in the Jungle",
    "genres": [35, 18],
    "actors": [7, 19, 10],
    "name": "Mozart in the Jungle",
    "vote_count": 3,
    "first_air_date": "2014",
    "backdrop_path": "\/xivucWFGfn1uxmQRyonbsDehHy7.jpg",
    "id": 61744,
    "vote_average": 7.8,
    "overview": "In the tradition of Anthony Bourdain's \"Kitchen Confidential\" and Gelsey Kirkland's \"Dancing on my Grave\" comes an insider’s look into the secret world of classical musicians.\n\nFrom her debut recital at Carnegie Recital Hall to the Broadway pits of \"Les Miserables\" and \"Miss Saigon,\" Blair Tindall has played with some of the biggest names in classical music for twenty-five years. Now in \"Mozart in the Jungle,\" Tindall exposes the scandalous rock and roll lifestyles of the musicians, conductors, and administrators who inhabit the insular world of classical music.",
    "poster_path": "\/n2oyxjNak54jNiIPyHo6kZnuj9P.jpg"
  }, {
    "original_name": "South Park",
    "genres": [16, 35],
    "actors": [18, 17, 7, 2, 3],
    "name": "South Park",
    "vote_count": 94,
    "first_air_date": "1997",
    "backdrop_path": "\/mSDKNVvDfitFE6Fb6fSSl5DQmgS.jpg",
    "id": 2190,
    "vote_average": 7.8,
    "overview": "Follows the misadventures of four irreverent grade-schoolers in the quiet, dysfunctional town of South Park, Colorado.",
    "poster_path": "\/v9zc0cZpy5aPSfAy6Tgb6I1zWgV.jpg"
  }, {
    "original_name": "Doctor Who",
    "genres": [18, 10759, 10765],
    "actors": [3, 13, 33, 23, 21],
    "name": "Doctor Who",
    "vote_count": 80,
    "first_air_date": "1963",
    "backdrop_path": "\/lg2ZQpxhWLdtkeBUwfqzJ1HpU28.jpg",
    "id": 121,
    "vote_average": 7.8,
    "overview": "The adventures of a Time Lord—a time-travelling humanoid alien known as the Doctor—who explores the universe in his TARDIS, a sentient time-travelling space ship. Its exterior appears as a blue British police box, which was a common sight in Britain in 1963 when the series first aired. Along with a succession of companions, the Doctor faces a variety of foes while working to save civilisations, help ordinary people, and right wrongs.",
    "poster_path": "\/2JQuvqyAIaznRSr5RjKofMAfpq5.jpg"
  }, {
    "original_name": "Billions",
    "genres": [18],
    "actors": [4, 6, 18, 10],
    "name": "Billions",
    "vote_count": 67,
    "first_air_date": "2016",
    "backdrop_path": "\/6f3s7NbujF9NGBIdBQhRJcZAbFy.jpg",
    "id": 62852,
    "vote_average": 7.8,
    "overview": "A complex drama about power politics in the world of New York high finance. \n\nShrewd, savvy U.S. Attorney Chuck Rhoades and the brilliant, ambitious hedge fund king Bobby \"Axe\" Axelrod are on an explosive collision course, with each using all of his considerable smarts, power and influence to outmaneuver the other. The stakes are in the billions in this timely, provocative series.",
    "poster_path": "\/fTCSDJbmRbW23LSGcbfM0OTrtyR.jpg"
  }, {
    "original_name": "Dead Like Me",
    "genres": [35, 18, 10765],
    "actors": [7, 19, 10],
    "name": "Dead Like Me",
    "vote_count": 49,
    "first_air_date": "2003",
    "backdrop_path": "\/qykmFIuXKevmqS5lAptuvW4RDBg.jpg",
    "id": 2566,
    "vote_average": 7.8,
    "overview": "Dead Like Me follows a group of undead grim reapers tasked with shepherding the recently departed into the afterlife.",
    "poster_path": "\/isF5winjzb35zqrteRJj4vWwdQH.jpg"
  }, {
    "original_name": "Castlevania",
    "genres": [16],
    "actors": [12, 10, 20],
    "name": "Castlevania",
    "vote_count": 3,
    "first_air_date": "2017",
    "backdrop_path": "\/3efTKqn909mHgk5mHYPTcN86Nlq.jpg",
    "id": 71024,
    "vote_average": 7.8,
    "overview": "A dark medieval fantasy following the last surviving member of the disgraced Belmont clan, trying to save Eastern Europe from extinction at the hand of Vlad Dracula Tepe himself. Inspired by the classic video game series.",
    "poster_path": "\/ubDtIBwdS9b29sBofAkqWz3PqkT.jpg"
  }, {
    "original_name": "Marvel's Daredevil",
    "genres": [28, 80],
    "actors": [1, 11, 21, 31],
    "name": "Marvel's Daredevil",
    "vote_count": 287,
    "first_air_date": "2015",
    "backdrop_path": "\/dpNeXLEnuKzAvbNwveJhNEiQvXZ.jpg",
    "id": 61889,
    "vote_average": 7.8,
    "overview": "Lawyer-by-day Matt Murdock uses his heightened senses from being blinded as a young boy to fight crime at night on the streets of Hell’s Kitchen as Daredevil.",
    "poster_path": "\/wVadC1BT2w3hDh5Vq0J0LFFTrLP.jpg"
  }, {
    "original_name": "Psych",
    "id": 1447,
    "name": "Psych",
    "vote_count": 40,
    "vote_average": 7.8,
    "first_air_date": "2006",
    "poster_path": "\/fDI15gTVbtW5Sbv5QenqecRxWKJ.jpg",
    "genres": [9648, 18, 35],
    "actors": [37, 36, 35],
    "backdrop_path": "\/rYAZP9ik0IhnAo8XjKEN87gmNbL.jpg",
    "overview": "Thanks to his police officer father's efforts, Shawn Spencer spent his childhood developing a keen eye for detail (and a lasting dislike of his dad). Years later, Shawn's frequent tips to the police lead to him being falsely accused of a crime he solved. Now, Shawn has no choice but to use his abilities to perpetuate his cover story: psychic crime-solving powers, all the while dragging his best friend, his dad, and the police along for the ride."
  }, {
    "original_name": "The Grand Tour",
    "genres": [99],
    "actors": [19, 1, 2, 14],
    "name": "The Grand Tour",
    "vote_count": 76,
    "first_air_date": "2016",
    "backdrop_path": "\/qnmd44b2gPFxZTEZ8CG0fyOgKjD.jpg",
    "id": 67557,
    "vote_average": 7.8,
    "overview": "Jeremy Clarkson, Richard Hammond and James May are back with a show about adventure, excitement and friendship... as long as you accept that the people you call friends are also the ones you find extremely annoying. Sometimes it's even a show about cars. Follow them on their global adventure.",
    "poster_path": "\/4bRY1FiDcLnpwJAELYOLinL3fIp.jpg"
  }, {
    "original_name": "The Good Place",
    "genres": [35, 10765],
    "actors": [7, 19, 10],
    "name": "The Good Place",
    "vote_count": 27,
    "first_air_date": "2016",
    "backdrop_path": "\/mIlUIOGJYbZkb1XBaXhUQsZnbkz.jpg",
    "id": 66573,
    "vote_average": 7.8,
    "overview": "Eleanor Shellstrop, an ordinary woman who, through an extraordinary string of events, enters the afterlife where she comes to realize that she hasn't been a very good person. With the help of her wise afterlife mentor, she's determined to shed her old way of living and discover the awesome (or at least the pretty good) person within.",
    "poster_path": "\/zx9SLss5ApbypJ5SwgDurzQ9RmC.jpg"
  }, {
    "original_name": "Bob's Burgers",
    "id": 32726,
    "name": "Bob's Burgers",
    "vote_count": 46,
    "vote_average": 7.8,
    "first_air_date": "2011",
    "poster_path": "\/Ao5xQ9siHvT9lO7jBFnmtWCKllL.jpg",
    "genres": [16, 35],
    "actors": [18, 17, 7, 2, 3],
    "backdrop_path": "\/uFR8WVPh1eynE3TyzIo2b4ndd4r.jpg",
    "overview": "Bob's Burgers follows a third-generation restaurateur, Bob, as he runs Bob's Burgers with the help of his wife and their three kids. Bob and his quirky family have big ideas about burgers, but fall short on service and sophistication. Despite the greasy counters, lousy location and a dearth of customers, Bob and his family are determined to make Bob's Burgers \"grand re-re-re-opening\" a success."
  }, {
    "original_name": "TRIGUN",
    "genres": [16, 10759, 10765],
    "actors": [18, 17, 7, 2, 3],
    "name": "TRIGUN",
    "vote_count": 2,
    "first_air_date": "1998",
    "backdrop_path": "\/mUsMcFNgXhmabHbYlZxukCQtuY8.jpg",
    "id": 26453,
    "vote_average": 7.7,
    "overview": "Trigun takes place in the distant future on a deserted planet. Vash the Stampede is a gunfighter with a legend so ruthless he has a $60,000,000,000 bounty on his head. Entire towns evacuate at the rumor of his arrival. But the real Vash the Stampede, the enigmatic and conflicted lead character in Trigun, is more heroic, even though he usually acts like a complete idiot.",
    "poster_path": "\/iyXpZVxM46CmTdMGjjRt603NGle.jpg"
  }, {
    "original_name": "The Night Of",
    "id": 66276,
    "name": "The Night Of",
    "vote_count": 92,
    "vote_average": 7.8,
    "first_air_date": "2016",
    "poster_path": "\/7FBeSojeyiTMgIxm6QPUVzpDP93.jpg",
    "genres": [80, 18, 9648],
    "actors": [8, 16, 14, 11, 36, 32],
    "backdrop_path": "\/a4IHGvDYVRr7rhquhtvpyOZBbR8.jpg",
    "overview": "After a night of partying with a female stranger, a man wakes up to find her stabbed to death and is charged with her murder."
  }, {
    "original_name": "The Lost Room",
    "id": 3868,
    "name": "The Lost Room",
    "vote_count": 78,
    "vote_average": 7.8,
    "first_air_date": "2006",
    "poster_path": "\/luf6fd2QTdUQWXqZZ2J5zXdfL6G.jpg",
    "genres": [9648, 10765],
    "actors": [39, 38, 32, 37, 36],
    "backdrop_path": "\/64DLqKJ6K0RlqS5csUMXpFGvU9N.jpg",
    "overview": "A detective investigates a mysterious motel room, which acts as a portal to an alternate universe."
  }]
  